Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

source: Receipt
ar_ar: إيصال
es_es: Recibo
id_id: Kuitansi
ru_ru: Квитанция
tr_tr: Fiş
zh_cn: 收据

source: Support Your Preferred Promoter
ar_ar: ادعم المروج المفضل لديك
es_es: Apoye a su promotor preferido
id_id: Dukung Promotor Pilihan
ru_ru: Поддержите своего любимого промоутера
tr_tr: Tercih Ettiğiniz Promotörü Destekleyin
zh_cn: 支持您首选的推广者

source: Please select the promoter you wish to support.
ar_ar: الرجاء تحديد المروج الذي ترغب بدعمه.
es_es: Por favor seleccione el promotor que desea apoyar.
id_id: Silakan pilih promotor yang ingin Anda dukung.
ru_ru: Пожалуйста, выберите промоутера, которого вы хотите поддержать.
tr_tr: Lütfen desteklemek istediğiniz promotörü seçin.
zh_cn: 请选择您希望支持的发起人。

# Enter_referal_code
source: Have a promoter you'd like to support? Enter their referral code below!
ar_ar: هل لديك مُروّج تود دعمه؟ أدخل رمز الإحالة الخاص به أدناه!
es_es: ¿Tiene un promotor al que le gustaría apoyar? ¡Ingrese su código de referencia a continuación!
id_id: Punya promotor yang ingin didukung? input kode referalnya di bawah!
ru_ru: Хотите поддержать промоутера? Введите его реферальный код ниже!
tr_tr: Desteklemek istediğiniz bir destekçiniz mi var? Aşağıya yönlendirme kodunu girin!
zh_cn: 有您想要支持的推广者吗？请在下面输入他们的推荐代码！

source: Or
ar_ar: أو
es_es: o
id_id: Atau
ru_ru: или
tr_tr: veya
zh_cn: 或者

source: Total Point
ar_ar: نقطة
es_es: Punto total
id_id: Jumlah Point
ru_ru: Точка
tr_tr: Toplam Puan
zh_cn: 总分

source: Overview
ar_ar: نظرة عامة
es_es: Resumen
id_id: Ringkasan
ru_ru: Обзор
tr_tr: Genel Bakış
zh_cn: 概览

source: Balance
ar_ar: الرصيد
es_es: Saldo
id_id: Saldo
ru_ru: Баланс
tr_tr: Bakiye
zh_cn: 余额

# Review_Session
source: Review your session
ar_ar: مراجعة جلستك
id_id: Tinjau sesi Anda
ru_ru: Просмотрите вашу сессию
tr_tr: Oturumunuzu gözden geçirin
zh_cn: 查看您的会议

# Invite_Friends
source: Invite your friends and get rewards
ar_ar: ادعُ أصدقائك واحصل على مكافآت
id_id: Undang teman Anda dan dapatkan hadiah
ru_ru: Пригласите друзей и получайте награды
tr_tr: Arkadaşlarınızı davet edin ve ödüller kazanın
zh_cn: 邀请您的朋友并获得奖励

source: Welcome affiliator!
ar_ar: مرحبًا بالمسوق!
id_id: Selamat datang affiliator!
ru_ru: Добро пожаловать, аффилиатор!
tr_tr: Hoş geldiniz affiliator!
zh_cn: 欢迎加入，合作伙伴！

# Invite_Friends_Rewards
source: Invite your friends to earn more rewards
ar_ar: ادعُ أصدقائك لكسب المزيد من المكافآت
id_id: Undang teman Anda untuk mendapatkan lebih banyak hadiah
ru_ru: Пригласите друзей, чтобы заработать больше наград
tr_tr: Arkadaşlarınızı davet edin, daha fazla ödül kazanın
zh_cn: 邀请朋友以赚取更多奖励

source: Cool Points
ar_ar: نقاط رائعة
es_es: Puntos Cool
id_id: Cool Poin
ru_ru: Классные баллы
tr_tr: Cool Puanlar
zh_cn: 酷积分

# Hundred_Points
source: 100 Points
ar_ar: 100 نقطة
id_id: 100 Poin
ru_ru: 100 Баллов
tr_tr: 100 Puan
zh_cn: 100 积分

source: Read E-Book
ar_ar: قراءة الكتاب الإلكتروني
id_id: Baca E-Book
ru_ru: Читать E-Book
tr_tr: E-Book'u Okuyun
zh_cn: 阅读电子书

source: E-Book
ar_ar: الكتاب الإلكتروني
zh_cn: 电子书

source: Total Members :
ar_ar: إجمالي الأعضاء :
id_id: Total Anggota :
ru_ru: Общее количество участников :
tr_tr: Toplam Üye :
zh_cn: 总成员数：

source: Member
ar_ar: عضو
id_id: Anggota
ru_ru: Участник
tr_tr: Üye
zh_cn: 成员

source: Your Balance :
ar_ar: رصيدك :
es_es: Tu saldo:
id_id: Saldo Anda :
ru_ru: Ваш баланс :
tr_tr: Bakiyeniz :
zh_cn: 您的余额：

source: Real Money :
ar_ar: المال الحقيقي :
es_es: Dinero real:
id_id: Uang Asli :
ru_ru: Реальные Деньги
tr_tr: Gerçek Para
zh_cn: 真实货币

source: Share link
ar_ar: مشاركة رمز الإحالة
es_es: Compartir código de referencia
id_id: Bagikan tautan
ru_ru: Поделиться реферальным кодом
tr_tr: Bağlantıyı paylaş
zh_cn: 分享链接

source: Consultation
ar_ar: استشارة
es_es: Consulta
id_id: Konsultasi
ru_ru: Консультация
tr_tr: Danışmanlık
zh_cn: 咨询

source: Terms & Conditions
ar_ar: الشروط والأحكام
id_id: Syarat & Ketentuan
ru_ru: Условия и положения
tr_tr: Şartlar ve Koşullar
zh_cn: 条款和条件

# Welcome_Consultation_Program
source: Welcome to the Consultation Program
ar_ar: مرحبًا بك في برنامج الاستشارات
id_id: Selamat datang di Program Konsultasi
ru_ru: Добро пожаловать в программу консультаций
tr_tr: Danışmanlık Programına Hoş Geldiniz
zh_cn: 欢迎加入咨询计划

# Waiting_Approval
source: Waiting for Approval
ar_ar: في انتظار الموافقة
id_id: Menunggu Persetujuan
ru_ru: Ожидается одобрение
tr_tr: Onay Bekleniyor
zh_cn: 等待批准

source: Your Submission
ar_ar: إرساليتك
es_es: Tu envío
id_id: Pengajuan Anda
ru_ru: Ваша заявка
tr_tr: Başvurunuz
zh_cn: 您的提交

# Submission_Details
source: Here are the details of your submission as a consultant
ar_ar: إليك تفاصيل إرساليتك كمستشار
id_id: Berikut adalah detail pengajuan Anda sebagai konsultan
ru_ru: Вот детали вашей заявки как консультанта
tr_tr: İşte danışman olarak başvurunuzun detayları
zh_cn: 这是您作为顾问的提交详细信息

source: Experience
ar_ar: التجربة
es_es: Experiencia
id_id: Pengalaman
ru_ru: Опыт
tr_tr: Deneyim
zh_cn: 经验

source: Experience Title
ar_ar: عنوان التجربة
es_es: Título de la experiencia
id_id: Judul Pengalaman
ru_ru: Название опыта
tr_tr: Deneyim Başlığı
zh_cn: 经验标题

source: Experience Description
ar_ar: وصف التجربة
es_es: Descripción de la experiencia
id_id: Deskripsi Pengalaman
ru_ru: Описание опыта
tr_tr: Deneyim Açıklaması
zh_cn: 经验描述

source: Tell us what you gained
ar_ar: أخبرنا بما اكتسبته
id_id: Ceritakan apa yang Anda peroleh
ru_ru: Расскажите, что вы приобрели
tr_tr: Bize kazandığınızı anlatın
zh_cn: 告诉我们您获得了什么

# Supporting_Documents
source: Supporting documents (Optional)
ar_ar: المستندات الداعمة (اختياري)
id_id: Dokumen pendukung (Opsional)
ru_ru: Поддерживающие документы (необязательно)
tr_tr: Destekleyici belgeler (Opsiyonel)
zh_cn: 支持文件（可选）

# Add_Supporting_Documents
source: Add supporting documents (pdf)
ar_ar: إضافة مستندات داعمة (pdf)
id_id: Tambah dokumen pendukung (pdf)
ru_ru: Добавить поддерживающие документы (pdf)
tr_tr: Destekleyici belgeler ekleyin (pdf)
zh_cn: 添加支持文件（pdf）

# Related_Experience
source: Experience related to COOL?
ar_ar: خبرة ذات صلة بـ COOL؟
id_id: Pengalaman terkait dengan COOL?
ru_ru: Опыт, связанный с COOL?
tr_tr: COOL ile ilgili deneyim?
zh_cn: 与COOL相关的经验？

source: Describe your experience
ar_ar: وصف تجربتك
id_id: Jelaskan pengalaman Anda
ru_ru: Опишите ваш опыт
tr_tr: Deneyiminizi tanımlayın
zh_cn: 描述您的经验

# Classes_Training
source: Classes, training, or COOL seminars are included. Provide supporting documents such as certificates
ar_ar: الدورات التدريبية أو ورش العمل أو الندوات المتعلقة بـ COOL. قدم مستندات داعمة مثل الشهادات
id_id: Kelas, pelatihan, atau seminar COOL termasuk. Berikan dokumen pendukung seperti sertifikat
ru_ru: Включает курсы, тренировки или семинары COOL. Предоставьте поддерживающие документы, такие как сертификаты
tr_tr: Kurslar, eğitimler veya COOL seminerleri dahil. Sertifikalar gibi destekleyici belgeler sağlayın
zh_cn: 包括课程、培训或COOL研讨会。提供支持文件，如证书

source: Add experience
ar_ar: إضافة تجربة
id_id: Tambah pengalaman
ru_ru: Добавить опыт
tr_tr: Deneyim ekle
zh_cn: 添加经验

source: Proceed
ar_ar: المتابعة
id_id: Lanjutkan
ru_ru: Продолжить
tr_tr: Devam Et
zh_cn: 继续

source: Rejected
ar_ar: مرفوض
es_es: Rechazado
id_id: Ditolak
ru_ru: Отклонено
tr_tr: Reddedildi
zh_cn: 被拒绝

# Why_Rejected
source: Why was I rejected?
ar_ar: لماذا تم رفضي؟
id_id: Mengapa saya ditolak?
ru_ru: Почему меня отклонили?
tr_tr: Neden reddedildim?
zh_cn: 为什么被拒绝？

source: Reapply
ar_ar: إعادة التقديم
es_es: Volver a aplicar
id_id: Ajukan kembali
ru_ru: Подавайте снова
tr_tr: Tekrar başvur
zh_cn: 重新申请

source: Close
ar_ar: إغلاق
es_es: Cerrar
id_id: Tutup
ru_ru: Закрыть
tr_tr: Kapat
zh_cn: 关闭

# Waiting_Confirmation
source: Waiting for Confirmation
ar_ar: في انتظار التأكيد
id_id: Menunggu Konfirmasi
ru_ru: Ожидается подтверждение
tr_tr: Onay Bekleniyor
zh_cn: 等待确认

# Thank_You_For_Registering
source: Thank you for registering as a consultant, please check the submission status on the consultation page
ar_ar: شكرًا لتسجيلك كمستشار، يرجى التحقق من حالة إرساليتك على صفحة الاستشارات
id_id: Terima kasih telah mendaftar sebagai konsultan, silakan cek status pengajuan di halaman konsultasi
ru_ru: Спасибо за регистрацию в качестве консультанта, пожалуйста, проверьте статус заявки на странице консультаций
tr_tr: Danışman olarak kaydolduğunuz için teşekkür ederiz, lütfen danışmanlık sayfasındaki başvuru durumunu kontrol edin
zh_cn: 感谢您注册为顾问，请在咨询页面查看提交状态

# Return_To_Main_Page
source: Return to the main page in 3 seconds...
ar_ar: سيتم العودة إلى الصفحة الرئيسية خلال 3 ثواني...
id_id: Kembali ke halaman utama dalam 3 detik...
ru_ru: Возвращаемся на главную страницу через 3 секунды...
tr_tr: Ana sayfaya 3 saniye içinde geri dönülüyor...
zh_cn: 3秒后返回主页...

source: Consultation Schedule
ar_ar: جدول الاستشارات
es_es: Horario de consulta
id_id: Jadwal Konsultasi
ru_ru: Расписание консультаций
tr_tr: Danışmanlık Takvimi
zh_cn: 咨询时间表

# Adjust_Your_Schedule
source: Adjust your schedule with the consultation program, freely turn off the schedule if necessary
ar_ar: ضبط جدولك الزمني مع برنامج الاستشارات، يمكنك إيقاف الجدول بحرية إذا لزم الأمر
id_id: Sesuaikan jadwal Anda dengan program konsultasi, matikan jadwal dengan bebas jika perlu
ru_ru: Настройте свое расписание с программой консультаций, при необходимости свободно отключите расписание
tr_tr: Danışmanlık programınızla takviminizi ayarlayın, gerekirse takvimi serbestçe kapatın
zh_cn: 根据咨询计划调整您的时间表，如有需要可自由关闭时间表

source: Consultant Commission
ar_ar: عمولة المستشار
es_es: Comisión del consultor
id_id: Komisi Konsultan
ru_ru: Комиссия консультанта
tr_tr: Danışman Komisyonu
zh_cn: 顾问佣金

# Earn_Commission
source: Earn commissions based on consultations you have completed!
ar_ar: اكسب عمولات بناءً على الاستشارات التي أكملتها!
id_id: Dapatkan komisi berdasarkan konsultasi yang telah Anda selesaikan!
ru_ru: Заработайте комиссию за завершенные консультации!
tr_tr: Tamamladığınız danışmanlıklar üzerinden komisyon kazanın!
zh_cn: 根据已完成的咨询赚取佣金！

# Consult_Themes
source: Consult based on your themes
ar_ar: استشر بناءً على مواضيعك
id_id: Konsultasikan berdasarkan tema Anda
ru_ru: Консультируйте по вашим темам
tr_tr: Temalarınıza göre danışmanlık yapın
zh_cn: 根据您的主题进行咨询

# Accept_Themes
source: Users will request consultations with various themes, accept themes that suit you!
ar_ar: سيطلب المستخدمون استشارات بمواضيع مختلفة، اقبل المواضيع التي تناسبك!
id_id: Pengguna akan meminta konsultasi dengan berbagai tema, terima tema yang sesuai dengan Anda!
ru_ru: Пользователи будут запрашивать консультации по различным темам, принимайте темы, которые вам подходят!
tr_tr: Kullanıcılar çeşitli temalarla danışmanlık isteği gönderecek, size uygun olan temaları kabul edin!
zh_cn: 用户将根据不同主题请求咨询，接受适合您的主题！

# Welcome_To_Consultation_Program
source: Welcome to the Consultation Program
ar_ar: مرحبًا بك في برنامج الاستشارات
id_id: Selamat datang di Program Konsultasi
ru_ru: Добро пожаловать в программу консультаций
tr_tr: Danışmanlık Programına Hoş Geldiniz
zh_cn: 欢迎加入咨询计划

# Guide_Followers
source: Letâ€™s guide our followers towards a better life
ar_ar: لنرشد متابعينا نحو حياة أفضل
id_id: Mari pandu pengikut kita menuju kehidupan yang lebih baik
ru_ru: Давайте направим наших подписчиков к лучшей жизни
tr_tr: Takipçileri daha iyi bir hayata yönlendirelim
zh_cn: 让我们引导我们的关注者走向更好的生活

source: Confession History
ar_ar: تاريخ الاعترافات
id_id: Riwayat Curhat
ru_ru: История признаний
tr_tr: İtiraf Geçmişi
zh_cn: 告白历史

source: Session
ar_ar: جلسة
es_es: Sesión
id_id: Sesi
ru_ru: Сессия
tr_tr: Oturum
zh_cn: 会议

source: Commission History
ar_ar: تاريخ العمولات
es_es: Historial de comisiones
id_id: Riwayat Komisi
ru_ru: История комиссий
tr_tr: Komisyon Geçmişi
zh_cn: 佣金历史

source: Total Earned
ar_ar: إجمالي الكسب
id_id: Total Diperoleh
ru_ru: Всего заработано
tr_tr: Toplam Kazanılan
zh_cn: 总收入

source: Awaiting Payment
ar_ar: بانتظار الدفع
es_es: En espera de pago
id_id: Menunggu Pembayaran
ru_ru: Ожидает оплаты
tr_tr: Ödeme Bekleniyor
zh_cn: 等待付款

# Type_Need
source: Type of Need :
ar_ar: نوع الحاجة :
id_id: Jenis Kebutuhan :
ru_ru: Тип потребности :
tr_tr: İhtiyaç Türü :
zh_cn: 需求类型：

source: Unavailable
ar_ar: غير متاح
es_es: No disponible
id_id: Tidak Tersedia
ru_ru: Недоступно
tr_tr: Kullanılamaz
zh_cn: 不可用

source: Available
ar_ar: متاح
es_es: Disponible
id_id: Tersedia
ru_ru: Доступно
tr_tr: Mevcut
zh_cn: 可用

source: Filter by Date
ar_ar: فلترة حسب التاريخ
id_id: Filter berdasarkan Tanggal
ru_ru: Фильтровать по дате
tr_tr: Tarihe Göre Filtrele
zh_cn: 按日期过滤

source: All
ar_ar: الكل
es_es: Todo
id_id: Semua
ru_ru: Все
tr_tr: Hepsi
zh_cn: 全部

source: Skip
ar_ar: تخطي
es_es: Omitir
id_id: Lewati
ru_ru: Пропустить
tr_tr: Atla
zh_cn: 跳过

source: Total Commission :
ar_ar: إجمالي العمولة :
es_es: Comisión Total :
id_id: Total Komisi :
ru_ru: Общая комиссия :
tr_tr: Toplam Komisyon :
zh_cn: 总佣金 :

source: Affordable Professional Services
ar_ar: خدمات مهنية بأسعار معقولة
es_es: Servicios Profesionales Asequibles
id_id: Jasa Profesional dengan Harga Terjangkau
ru_ru: Доступные профессиональные услуги
tr_tr: Uygun Fiyatlı Profesyonel Hizmetler
zh_cn: 价格实惠的专业服务

# COOLAPP_Now_With_Confiding_Space
source: COOLAPP now with a confiding space for you
ar_ar: COOLAPP الآن مع مساحة للمصارحة لك
es_es: COOLAPP ahora con un espacio para confiar en ti
id_id: COOLAPP kini dengan ruang curhat untuk Anda
ru_ru: COOLAPP теперь с пространством для откровений для вас
tr_tr: COOLAPP şimdi sizin için bir sır paylaşma alanı sunuyor
zh_cn: COOLAPP 现在为您提供一个倾诉空间

source: New Confiding Session
ar_ar: جلسة مصارحة جديدة
es_es: Nueva sesión de confianza
id_id: Sesi Curhat Baru
ru_ru: Новая сессия откровений
tr_tr: Yeni Sır Paylaşma Oturumu
zh_cn: 新的倾诉会话

# Dont_Be_Shy
source: Don't be shy, you're not alone, many people are willing to listen
ar_ar: لا تخجل، لست وحدك، هناك الكثير من الناس المستعدين للاستماع
es_es: No seas tímido, no estás solo, muchas personas están dispuestas a escuchar
id_id: Jangan malu, kamu tidak sendirian, banyak orang yang bersedia mendengarkan
ru_ru: Не стесняйтесь, вы не одиноки, многие готовы вас выслушать
tr_tr: Çekinmeyin, yalnız değilsiniz, sizi dinlemeye hazır birçok insan var
zh_cn: 不要害羞，你并不孤单，有很多人愿意倾听

# Choose_Confiding_Time
source: You can choose when it is the right time for your confiding session
ar_ar: يمكنك اختيار الوقت المناسب لجلسة المصارحة الخاصة بك
es_es: Puedes elegir cuándo es el momento adecuado para tu sesión de confianza
id_id: Anda bisa memilih kapan waktu cocok untuk curhat Anda
ru_ru: Вы можете выбрать подходящее время для своей сессии откровений
tr_tr: Sır paylaşma oturumunuz için uygun zamanı seçebilirsiniz
zh_cn: 您可以选择适合您的倾诉时间

# One_Session_Thirty_Minutes
source: 1 session can only be 30 minutes
ar_ar: جلسة واحدة يمكن أن تكون فقط 30 دقيقة
es_es: 1 sesión solo puede durar 30 minutos
id_id: 1 sesi hanya bisa 30 menit
ru_ru: 1 сеанс может длиться только 30 минут
tr_tr: 1 oturum sadece 30 dakika sürebilir
zh_cn: 一节只可以30分钟

source: Confiding Time
ar_ar: وقت المصارحة
es_es: Tiempo de confianza
id_id: Waktu Curhat
ru_ru: Время для откровений
tr_tr: Sır Paylaşma Zamanı
zh_cn: 倾诉时间

source: What is your problem?
ar_ar: ما مشكلتك؟
es_es: ¿Cuál es tu problema?
id_id: Apa permasalahan Anda?
ru_ru: В чем ваша проблема?
tr_tr: Sorununuz nedir?
zh_cn: 您的问题是什么？

# Cannot_Leave_Confiding
source: You are not allowed to leave the confiding session before it is finished
ar_ar: لا يُسمح لك بمغادرة جلسة المصارحة قبل أن تنتهي
es_es: No puedes abandonar la sesión de confianza antes de que termine
id_id: Anda tidak diperbolehkan meninggalkan sesi curhat sebelum selesai
ru_ru: Вы не можете покинуть сеанс откровений до его завершения
tr_tr: Sır paylaşma oturumu bitmeden oturumu terk etmenize izin verilmiyor
zh_cn: 在完成前，您不能离开倾诉会话

source: Payment Successful
ar_ar: تم الدفع بنجاح
es_es: Pago exitoso
id_id: Pembayaran Sukses
ru_ru: Оплата прошла успешно
tr_tr: Ödeme Başarılı
zh_cn: 付款成功

# Check_Confiding_Details
source: Please check the details of your confiding session on the confiding page
ar_ar: يرجى مراجعة تفاصيل جلسة المصارحة الخاصة بك في صفحة المصارحة
es_es: Por favor revisa los detalles de tu sesión de confianza en la página de confianza
id_id: Harap lihat detail sesi curhat Anda di laman curhat
ru_ru: Пожалуйста, проверьте детали вашей сессии откровений на странице откровений
tr_tr: Lütfen sır paylaşma sayfasında oturum detaylarını kontrol edin
zh_cn: 请在倾诉页面查看您的会话详情

# UndangTeman
source: Invite Friends!
ar_ar: ادعُ أصدقاءك!
es_es: Invita a tus amigos!
id_id: Undang Teman!
ru_ru: Пригласить друзей!
tr_tr: Arkadaşlarını Davet Et!
zh_cn: 邀请朋友

# currency
source: USD
ar_ar: SAR
es_es: Pts
id_id: Rp
ru_ru: RUB

source: Your Referral Code
ar_ar: رمز الإحالة الخاص بك
es_es: Tu código de referencia
id_id: Kode Referral Anda
ru_ru: Ваш реферальный код
tr_tr: Referans Kodunuz
zh_cn: 您的推荐代码

source: Referral link copied!
ar_ar: تم نسخ رابط الإحالة!
es_es: ¡Enlace de referencia copiado!
id_id: Tautan referral disalin!
ru_ru: Реферальная ссылка скопирована!
tr_tr: Referans bağlantısı kopyalandı!
zh_cn: 推荐链接已复制!

source: Cannot accept consultation
ar_ar: لا يمكن قبول الاستشارة
es_es: No se puede aceptar la consulta
id_id: Tidak bisa menerima konsultasi
ru_ru: Невозможно принять консультацию
tr_tr: Danışmanlık kabul edilemiyor
zh_cn: 无法接受咨询

# returnIn3Seconds
source: Returning in 3 seconds...
ar_ar: العودة خلال 3 ثوان...
es_es: Regresando en 3 segundos...
id_id: Kembali dalam 3 detik...
ru_ru: Возвращение через 3 секунды...
tr_tr: 3 saniye içinde geri dön...
zh_cn: 3秒后返回...

source: Approval Successful
ar_ar: تمت الموافقة بنجاح
es_es: Aprobación exitosa
id_id: Persetujuan Berhasil
ru_ru: Успешное одобрение
tr_tr: Onay Başarılı
zh_cn: 批准成功

# consultationApproved
source: Consultation has been approved.
ar_ar: تمت الموافقة على الاستشارة.
es_es: Consulta aprobada.
id_id: Konsultasi telah disetujui.
ru_ru: Консультация одобрена.
tr_tr: Danışmanlık onaylandı.
zh_cn: 咨询已批准。

source: Loading...
ar_ar: جارٍ التحميل...
es_es: Cargando...
id_id: Memuat...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
zh_cn: 加载中...

# clientReason
source: Client's Reason
ar_ar: سبب العميل
es_es: Razón del cliente
id_id: Alasan Klien
ru_ru: Причина клиента
tr_tr: Müşteri Nedeni
zh_cn: 客户原因

source: Reject Request?
ar_ar: رفض الطلب؟
es_es: ¿Rechazar solicitud?
id_id: Tolak Permintaan?
ru_ru: Отклонить запрос?
tr_tr: Talebi Reddet?
zh_cn: 拒绝请求?

source: Provide your reason
ar_ar: قدم سببك
es_es: Proporcione su razón
id_id: Berikan alasan Anda
ru_ru: Укажите причину
tr_tr: Nedeninizi belirtin
zh_cn: 提供您的理由

# exampleReason
source: Ex: Time is not suitable
ar_ar: مثال: الوقت غير مناسب
es_es: Ejemplo: El tiempo no es adecuado
id_id: Contoh: Waktu tidak cocok
ru_ru: Пример: Время не подходит
tr_tr: Örnek: Zaman uygun değil
zh_cn: 例如：时间不合适

source: Reject
ar_ar: رفض
es_es: Rechazar
id_id: Tolak
ru_ru: Отклонить
tr_tr: Reddet
zh_cn: 拒绝

# clientExplanation
source: Client's Explanation
ar_ar: توضيح العميل
es_es: Explicación del cliente
id_id: Penjelasan Klien
ru_ru: Объяснение клиента
tr_tr: Müşteri Açıklaması
zh_cn: 客户解释

source: Client Rating
ar_ar: تقييم العميل
es_es: Calificación del cliente
id_id: Rating Klien
ru_ru: Рейтинг клиента
tr_tr: Müşteri Değerlendirmesi
zh_cn: 客户评分

source: Client Comment
ar_ar: تعليق العميل
es_es: Comentario del cliente
id_id: Komentar Klien
ru_ru: Комментарий клиента
tr_tr: Müşteri Yorumu
zh_cn: 客户评论

source: Earned Commission
ar_ar: العمولة المكتسبة
es_es: Comisión ganada
id_id: Komisi yang Didapat
ru_ru: Заработанная комиссия
tr_tr: Kazanılan Komisyon
zh_cn: 获得的佣金

source: View Archive
ar_ar: عرض الأرشيف
es_es: Ver archivo
id_id: Lihat Arsip
ru_ru: Просмотреть архив
tr_tr: Arşivi Görüntüle
zh_cn: 查看存档

source: Waiting for User
ar_ar: في انتظار المستخدم
es_es: Esperando al usuario
id_id: Menunggu Pengguna
ru_ru: Ожидание пользователя
tr_tr: Kullanıcı Bekleniyor
zh_cn: 等待用户

source: WAITING
ar_ar: انتظار
es_es: ESPERANDO
id_id: MENUNGGU
ru_ru: ОЖИДАНИЕ
tr_tr: BEKLENİYOR
zh_cn: 等待中

source: Session Completed
ar_ar: انتهت الجلسة
es_es: Sesión completada
id_id: Sesi Selesai
ru_ru: Сессия завершена
tr_tr: Oturum Tamamlandı
zh_cn: 会议已完成

# conflictingSession
source: You have another consultation session at the same time
ar_ar: لديك جلسة استشارة أخرى في نفس الوقت
es_es: Tienes otra sesión de consulta al mismo tiempo
id_id: Anda memiliki sesi konsultasi lain di waktu yang sama
ru_ru: У вас есть другая консультационная сессия в это же время
tr_tr: Aynı zamanda başka bir danışmanlık oturumunuz var
zh_cn: 您在相同时间有另一场咨询会话

source: approve
ar_ar: موافقة
es_es: aprobar
id_id: setujui
ru_ru: утвердить
tr_tr: onaylamak
zh_cn: 批准

# complete_profiling
source: Complete profiling & get Free consultation
ar_ar: أكمل التوصيف واحصل على استشارة مجانية
es_es: Completa el perfil y obtén una consulta gratuita
id_id: Lengkapi profil & dapatkan konsultasi gratis
ru_ru: Заполните профиль и получите бесплатную консультацию
tr_tr: Profili tamamlayın ve ücretsiz danışmanlık alın
zh_cn: 完成个人资料并获得免费咨询

source: Affiliator Code
ar_ar: رمز المسوق بالعمولة
es_es: Código de Afiliado
id_id: Kode Affiliator
ru_ru: Код аффилиата
tr_tr: Ortaklık Kodu
zh_cn: 合伙人代码

# welcome_affiliator_program
source: Welcome to the Affiliator Program
ar_ar: مرحبًا بك في برنامج المسوق بالعمولة
es_es: Bienvenido al Programa de Afiliados
id_id: Selamat Datang di Program Affiliator
ru_ru: Добро пожаловать в партнерскую программу
tr_tr: Ortaklık Programına Hoş Geldiniz
zh_cn: 欢迎加入合伙人计划

source: Invalid agent code!
ar_ar: رمز الوكيل غير صالح!
es_es: ¡Código de agente no válido!
id_id: Kode agen tidak valid!
ru_ru: Недействительный код агента!
tr_tr: Geçersiz ajan kodu!
zh_cn: 代理代码无效！

# agent_max_members
source: The agent already has the maximum number of members
ar_ar: الوكيل لديه بالفعل الحد الأقصى من الأعضاء
es_es: El agente ya tiene el número máximo de miembros
id_id: Agen sudah memiliki maksimal anggota
ru_ru: Агент уже набрал максимальное количество участников
tr_tr: Ajan zaten maksimum üye sayısına ulaştı
zh_cn: 代理已达到最大成员数

# enter_agent_code
source: Enter the Agent Code
ar_ar: أدخل رمز الوكيل
es_es: Ingrese el código del agente
id_id: Masukkan kode Agen
ru_ru: Введите код агента
tr_tr: Ajan kodunu girin
zh_cn: 请输入代理代码

# agree_terms_conditions
source: By reading this, I agree to the terms & conditions
ar_ar: بقراءة هذا، أوافق على الشروط والأحكام
es_es: Al leer esto, acepto los términos y condiciones
id_id: Dengan membaca ini saya setuju dengan terma & syarat
ru_ru: Читая это, я соглашаюсь с условиями и положениями
tr_tr: Bunu okuyarak, şartlar ve koşulları kabul ediyorum
zh_cn: 阅读此内容即表示我同意条款和条件

# read_terms_conditions
source: Please read the terms & conditions until the end
ar_ar: يرجى قراءة الشروط والأحكام حتى النهاية
es_es: Por favor, lea los términos y condiciones hasta el final
id_id: Harap baca terma & syarat hingga selesai
ru_ru: Пожалуйста, прочитайте условия и положения до конца
tr_tr: Lütfen şartlar ve koşulları sonuna kadar okuyun
zh_cn: 请完整阅读条款和条件

source: I Understand
ar_ar: أنا أفهم
es_es: Entiendo
id_id: Saya Mengerti
ru_ru: Я понимаю
tr_tr: Anladım
zh_cn: 我明白了

# affiliator_account_notice
source: An account that has become an affiliator CANNOT be used for NEW profiling
ar_ar: لا يمكن استخدام الحساب الذي أصبح مسوقًا بالعمولة لإنشاء ملف تعريف جديد
es_es: Una cuenta que se ha convertido en afiliado NO se puede usar para un nuevo perfil
id_id: Akun yang telah menjadi affiliator TIDAK dapat digunakan untuk melakukan profiling BARU
ru_ru: Аккаунт, ставший аффилиатом, НЕ может быть использован для создания нового профиля
tr_tr: Ortaklık hesabı oluşturulduktan sonra YENİ bir profil oluşturmak için kullanılamaz
zh_cn: 已成为合伙人的账户无法用于创建新的个人资料

source: ATTENTION!
ar_ar: انتباه!
es_es: ¡ATENCIÓN!
id_id: PERHATIAN!
ru_ru: ВНИМАНИЕ!
tr_tr: DİKKAT!
zh_cn: 注意！
