Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

source: Invalid Phone Number
ar_ar: رقم الهاتف غير صالح
es_es: Número de Teléfono Inválido
id_id: Nomor Telepon Tidak Valid
ru_ru: Неверный номер телефона
tr_tr: Geçersiz Telefon Numarası
zh_cn: 无效的电话号码

source: just
ar_ar: فقط
es_es: solo
id_id: hanya
ru_ru: только
tr_tr: sadece
zh_cn: 仅

# unknown_error
source: An Unknown Error Occurred. Please try again later.
ar_ar: حدث خطأ غير معروف. يرجى المحاولة لاحقاً.
es_es: Ha ocurrido un error desconocido. Por favor, inténtelo de nuevo más tarde.
id_id: Terjadi Kesalahan Tak Dikenal. Silakan coba lagi nanti.
ru_ru: Произошла неизвестная ошибка. Пожалуйста, попробуйте позже.
tr_tr: Bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_cn: 发生未知错误，请稍后再试。

# connection_lost
source: Connection lost. Please check your internet connection.
ar_ar: تم فقد الاتصال. يرجى التحقق من اتصال الإنترنت الخاص بك.
es_es: Conexión perdida. Por favor, revisa tu conexión a internet.
id_id: Koneksi terputus. Mohon periksa koneksi internet Anda.
ru_ru: Соединение потеряно. Проверьте подключение к интернету.
tr_tr: Bağlantı kesildi. Lütfen internet bağlantınızı kontrol edin.
zh_cn: 连接中断，请检查您的网络连接。

# request_timeout
source: Request sending time has expired.
ar_ar: انتهت مدة طلب الإرسال.
es_es: Tiempo de solicitud agotado.
id_id: Waktu pengiriman permintaan habis.
ru_ru: Время запроса истекло.
tr_tr: İstek zaman aşımına uğradı.
zh_cn: 请求超时。

# response_timeout
source: Response receiving time has expired.
ar_ar: انتهت مدة استلام الاستجابة.
es_es: Tiempo de respuesta agotado.
id_id: Waktu penerimaan respons habis.
ru_ru: Время ожидания ответа истекло.
tr_tr: Yanıt zaman aşımına uğradı.
zh_cn: 响应超时。

# invalid_request
source: Invalid request. Please check your request parameters.
ar_ar: طلب غير صالح. يرجى التحقق من معلمات الطلب الخاصة بك.
es_es: Solicitud no válida. Por favor, revisa los parámetros de la solicitud.
id_id: Permintaan tidak valid. Mohon periksa parameter permintaan Anda.
ru_ru: Неверный запрос. Пожалуйста, проверьте параметры запроса.
tr_tr: Geçersiz istek. Lütfen istek parametrelerinizi kontrol edin.
zh_cn: 无效请求，请检查您的请求参数。

# unauthorized
source: Unauthorized. Please log in again.
ar_ar: غير مصرح. يرجى تسجيل الدخول مرة أخرى.
es_es: No autorizado. Por favor, inicia sesión de nuevo.
id_id: Tidak Diizinkan. Silakan login kembali.
ru_ru: Неавторизованный. Пожалуйста, войдите снова.
tr_tr: Yetkisiz. Lütfen tekrar giriş yapın.
zh_cn: 未授权，请重新登录。

# access_denied
source: Access denied. You do not have permission to perform this action.
ar_ar: تم رفض الوصول. ليس لديك الإذن للقيام بهذا الإجراء.
es_es: Acceso denegado. No tienes permiso para realizar esta acción.
id_id: Akses ditolak. Anda tidak memiliki izin untuk melakukan tindakan ini.
ru_ru: Доступ запрещен. У вас нет разрешения на выполнение этого действия.
tr_tr: Erişim reddedildi. Bu işlemi yapma yetkiniz yok.
zh_cn: 拒绝访问，您无权执行此操作。

source: Not Found
ar_ar: غير موجود
es_es: No Encontrado
id_id: Tidak Ditemukan
ru_ru: Не найдено
tr_tr: Bulunamadı
zh_cn: 未找到

# too_many_requests
source: You have made too many requests
ar_ar: لقد قمت بإجراء العديد من الطلبات
es_es: Has realizado demasiadas solicitudes
id_id: Anda terlalu banyak melakukan permintaan
ru_ru: Вы делаете слишком много запросов
tr_tr: Çok fazla istek yapıldı
zh_cn: 请求过多

# internal_server_error
source: Internal Server Error. Please try again later.
ar_ar: حدث خطأ في خادم داخلي. يرجى المحاولة لاحقًا.
es_es: Ha ocurrido un error en el servidor interno. Por favor, inténtelo de nuevo más tarde.
id_id: Terjadi Kesalahan Server Internal. Silakan coba lagi nanti.
ru_ru: Произошла внутренняя ошибка сервера. Попробуйте еще раз позже.
tr_tr: İç sunucu hatası oluştu. Lütfen daha sonra tekrar deneyin.
zh_cn: 内部服务器错误，请稍后再试。

# request_cancelled
source: Request cancelled. Please try again.
ar_ar: تم إلغاء الطلب. يرجى المحاولة مرة أخرى.
es_es: Solicitud cancelada. Por favor, inténtelo de nuevo.
id_id: Permintaan dibatalkan. Silakan coba lagi.
ru_ru: Запрос отменен. Попробуйте еще раз.
tr_tr: İstek iptal edildi. Lütfen tekrar deneyin.
zh_cn: 请求已取消，请重试。

# unknown_error_occurred
source: An unknown error occurred.
ar_ar: حدث خطأ غير معروف. يرجى المحاولة لاحقًا.
es_es: Ha ocurrido un error desconocido. Por favor, inténtelo de nuevo más tarde.
id_id: Terjadi Kesalahan Tak Dikenal. Silakan coba lagi nanti.
ru_ru: Произошла неизвестная ошибка. Попробуйте еще раз позже.
tr_tr: Bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_cn: 发生未知错误，请稍后再试。

# ssl_certificate_error
source: SSL Certificate Error. Please check your network connection.
ar_ar: حدث خطأ في شهادة SSL. يرجى التحقق من اتصال الشبكة لديك.
es_es: Ha ocurrido un error en el certificado SSL. Por favor, revisa tu conexión de red.
id_id: Terjadi Kesalahan Sertifikat SSL. Mohon periksa koneksi jaringan Anda.
ru_ru: Ошибка сертификата SSL. Проверьте сетевое подключение.
tr_tr: SSL sertifika hatası oluştu. Lütfen ağ bağlantınızı kontrol edin.
zh_cn: SSL证书错误，请检查您的网络连接。

# connection_error
source: Connection Error. Please check your network connection.
ar_ar: حدث خطأ في الاتصال. يرجى التحقق من اتصال الشبكة لديك.
es_es: Ha ocurrido un error de conexión. Por favor, revisa tu conexión de red.
id_id: Terjadi Kesalahan Koneksi. Mohon periksa koneksi jaringan Anda.
ru_ru: Ошибка соединения. Проверьте подключение к сети.
tr_tr: Bağlantı hatası oluştu. Lütfen ağ bağlantınızı kontrol edin.
zh_cn: 连接错误，请检查您的网络连接。

# unexpected_error
source: An unexpected error occurred.
ar_ar: حدث خطأ غير متوقع.
es_es: Ha ocurrido un error inesperado.
id_id: Terjadi Kesalahan yang Tidak Diperkirakan.
ru_ru: Произошла непредвиденная ошибка.
tr_tr: Beklenmedik bir hata oluştu.
zh_cn: 发生意外错误。

source: User
ar_ar: المستخدم
es_es: Usuario
id_id: Pengguna
ru_ru: Пользователь
tr_tr: Kullanıcı
zh_cn: 用户

source: Single
ar_ar: مفرد
es_es: Único
id_id: Tunggal
ru_ru: Одиночный
tr_tr: Tek
zh_cn: 单个

source: Multiple
ar_ar: مجموعة
es_es: Múltiple
id_id: Kelompok
ru_ru: Группа
tr_tr: Çoklu
zh_cn: 多个

source: Other Pay
ar_ar: أخرى
es_es: Otros
id_id: Lainnya
ru_ru: Другие
tr_tr: Diğer
zh_cn: 其他支付

source: How much data do you want to create?
ar_ar: كم عدد البيانات التي ترغب في إنشائها؟
es_es: ¿Cuántos datos deseas crear?
id_id: Berapa data yang ingin dibuat?
ru_ru: Сколько данных вы хотите создать?
tr_tr: Ne kadar veri oluşturmak istersiniz?
zh_cn: 您想创建多少数据？

# enter_a_value_between_2_and_10
source: Enter a value between 2 and
ar_ar: أدخل قيمة بين 2 و 10
es_es: Ingresa un valor entre 2 y
id_id: Masukkan nilai antara 2 dan
ru_ru: Введите значение от 2 до
tr_tr: 2 ile 10 arasında bir değer girin
zh_cn: 请输入2到10之间的值

source: Form
ar_ar: نموذج
es_es: Formulario
id_id: Formulir
ru_ru: Форма
zh_cn: 表单

# maximum_10_profiling_data_for_1x_transaction
source: Maximum {max} profiling data (forms) for 1x transaction
ar_ar: أقصى عدد هو {max} من بيانات التصنيف (نموذج) لعملية واحدة
es_es: Máximo {max} datos de perfil (formulario) por transacción
id_id: Maksimal {max} data profiling (form) untuk 1x transaksi
ru_ru: Максимум {max} данных профилирования (форма) для одной транзакции
tr_tr: 1 işlem için en fazla {max} profil verisi (form) girilebilir
zh_cn: 每次交易最多{max}条分析数据（表单）

# pay_all
source: Pays All
ar_ar: ادفع الكل
es_es: Pagar Todo
id_id: Bayar Semua
ru_ru: Оплатить всё
tr_tr: Hepsini Öde
zh_cn: 全部支付

source: Please check again on form
ar_ar: يرجى التحقق مرة أخرى في النموذج
es_es: Por favor, revisa nuevamente el formulario
id_id: Silahkan cek kembali pada form
ru_ru: Пожалуйста, проверьте форму еще раз
tr_tr: Lütfen formu tekrar kontrol edin
zh_cn: 请再次检查表单

source: Pay Now
ar_ar: ادفع الآن
es_es: Pagar Ahora
id_id: Bayar Sekarang
ru_ru: Оплатить сейчас
tr_tr: Hemen Öde
zh_cn: 立即支付

source: Update Available!
ar_ar: تحديث متاح!
es_es: ¡Actualización Disponible!
id_id: Pembaruan Tersedia!
ru_ru: Доступно обновление!
tr_tr: Güncelleme Mevcut!
zh_cn: 有可用更新！

# the_latest_version_off_the_app_is_available
source: The latest version of the app is available. Please update the app to get the latest features and performance improvements.
ar_ar: الإصدار الأحدث من التطبيق متاح. يرجى تحديث التطبيق للحصول على الميزات الأحدث وتحسين الأداء.
es_es: La última versión de la aplicación está disponible. Por favor, actualiza la aplicación para obtener las últimas funciones y mejoras de rendimiento.
id_id: Versi terbaru aplikasi telah tersedia. Silakan perbarui aplikasi untuk mendapatkan fitur terbaru dan peningkatan kinerja.
ru_ru: Доступна последняя версия приложения. Обновите приложение, чтобы получить новые функции и улучшения.
tr_tr: Uygulamanın en son sürümü mevcut. Yeni özellikler ve performans iyileştirmeleri için uygulamayı güncelleyin.
zh_cn: 应用的最新版本已推出。请更新应用以获取最新功能和性能改进。

source: Update App
ar_ar: تحديث التطبيق
es_es: Actualizar Aplicación
id_id: Perbarui Aplikasi
ru_ru: Обновить приложение
tr_tr: Uygulamayı Güncelle
zh_cn: 更新应用

source: Not Now, Thank You
ar_ar: ليس الآن، شكرًا
es_es: No ahora, gracias
id_id: Tidak Sekarang, Terima Kasih
ru_ru: Не сейчас, спасибо
tr_tr: Şu an değil, teşekkür ederim
zh_cn: 暂不，谢谢

# enter_email
source: Enter your email to receive verification
ar_ar: أدخل بريدك الإلكتروني لتلقي التحقق
es_es: Introduce tu correo electrónico para recibir la verificación
id_id: Masukkan email anda untuk menerima verifikasi
ru_ru: Введите свой email для получения подтверждения
tr_tr: E-posta adresinizi girin doğrulama almak için
zh_cn: 请输入您的电子邮件 以接收验证码

# email_not_registered
source: The entered email is not registered in the system
ar_ar: البريد الإلكتروني المدخل غير مسجل في النظام
es_es: El correo electrónico ingresado no está registrado en el sistema
id_id: Email yang dimasukkan tidak terdaftar di sistem
ru_ru: Введенный email не зарегистрирован в системе
tr_tr: Girilen e-posta sistemde kayıtlı değil
zh_cn: 输入的电子邮件未在系统中注册

source: Not Complete
ar_ar: غير مكتمل
es_es: Incompleto
id_id: Belum Lengkap
ru_ru: Не завершено
tr_tr: Tamamlanmamış
zh_cn: 不完整

source: Sending ...
ar_ar: جارٍ الإرسال...
es_es: Enviando...
id_id: Sedang Mengirim ...
ru_ru: Отправка...
tr_tr: Gönderiliyor ...
zh_cn: 正在发送...

# please_select_a_method_to_send_otp_code
source: Please select a method to send the OTP code
ar_ar: يرجى اختيار طريقة لإرسال رمز OTP
es_es: Por favor, selecciona un método para enviar el código OTP
id_id: Silahkan pilih metode untuk mengirimkan kode OTP
ru_ru: Пожалуйста, выберите метод для отправки кода OTP
tr_tr: Lütfen OTP kodunu göndermek için bir yöntem seçin
zh_cn: 请选择发送OTP验证码的方法

# get_lots_of_benefits_by_subcribing
source: Get lots of benefits by subscribing
ar_ar: احصل على الكثير من الفوائد من خلال الاشتراك
es_es: Obtén muchos beneficios al suscribirte
id_id: Dapatkan banyak keuntungan dengan berlanganan
ru_ru: Получите множество преимуществ с подпиской
tr_tr: Abone olarak birçok avantaj elde edin
zh_cn: 通过订阅获取大量福利

source: Subscription per type
ar_ar: اشتراك حسب النوع
es_es: Suscripción por tipo
id_id: Langganan per tipe
ru_ru: Подписка по типу
tr_tr: Tipe göre abonelik
zh_cn: 按类型订阅

# subcription_all_type
source: Subscription all types
ar_ar: اشتراك جميع الأنواع
es_es: Suscripción a todos los tipos
id_id: Langganan semua tipe
ru_ru: Подписка на все типы
tr_tr: Tüm tipler için abonelik
zh_cn: 订阅所有类型

source: Enjoy all Access
ar_ar: استمتع بجميع الوصولات
es_es: Disfruta de todo el acceso
id_id: Nikmati semua Akses
ru_ru: Наслаждайтесь полным доступом
tr_tr: Tüm erişimden faydalanın
zh_cn: 享受所有访问权限

source: Subscribe
ar_ar: اشترك
es_es: Suscribirse
id_id: Berlangganan
ru_ru: Подписаться
tr_tr: Abone Ol
zh_cn: 订阅

source: Monthly
ar_ar: شهريًا
es_es: Mensual
id_id: Perbulan
ru_ru: Ежемесячно
tr_tr: Aylık
zh_cn: 每月

source: Yearly
ar_ar: سنويًا
es_es: Anual
id_id: Pertahun
ru_ru: Ежегодно
tr_tr: Yıllık
zh_cn: 每年

source: Please select subscription
ar_ar: يرجى اختيار الاشتراك
es_es: Por favor, selecciona una suscripción
id_id: Silahkan pilih langganan
ru_ru: Пожалуйста, выберите подписку
tr_tr: Lütfen aboneliği seçin
zh_cn: 请选择订阅

source: Want to hear more? Please subscribe
ar_ar: تريد أن تسمع المزيد؟ يرجى الاشتراك
es_es: ¿Quieres escuchar más? Por favor, suscríbete
id_id: Ingin mendengarkan lebih? silahkan berlangganan
ru_ru: Хотите услышать больше? Пожалуйста, подпишитесь
tr_tr: Daha fazla duymak ister misiniz? Lütfen abone olun
zh_cn: 想听更多？请订阅

# the_file_is_too_large_please_upload_a_file_with_a_size_of_less_than_30_mb
source: The file is too large, please upload a file less than 30 MB
ar_ar: الملف كبير جدًا، يرجى رفع ملف بحجم أقل من 30 ميجابايت
es_es: El archivo es demasiado grande, por favor sube un archivo con un tamaño menor a 30 MB
id_id: File terlalu besar, silahkan upload file dengan ukuran kurang dari 30 MB
ru_ru: Файл слишком большой, загрузите файл размером менее 30 МБ
tr_tr: Dosya çok büyük, lütfen 30 MB'dan küçük bir dosya yükleyin
zh_cn: 文件太大，请上传小于30 MB的文件

# otp_code_has_been_sent_wa
source: An OTP code has been sent to your Whatsapp number, please check your Whatsapp message, the OTP code is valid until {timeOtp}
ar_ar: تم إرسال رمز OTP إلى رقم الواتساب الخاص بك، يرجى التحقق من رسائلك في واتساب، رمز OTP صالحة حتى {timeOtp}
es_es: El código OTP ha sido enviado a tu número de WhatsApp, por favor revisa tu mensaje de WhatsApp, el código OTP es válido hasta {timeOtp}
id_id: Kode OTP telah dikirimkan ke nomor Whatsapp anda, silahkan periksa pesan Whatsapp anda, Kode OTP berlaku hingga {timeOtp}
ru_ru: Код OTP отправлен на ваш номер WhatsApp, проверьте свои сообщения в WhatsApp, код действителен до {timeOtp}
tr_tr: OTP kodu Whatsapp numaranıza gönderildi, lütfen Whatsapp mesajlarını kontrol edin, OTP kodu {timeOtp} süresince geçerlidir
zh_cn: OTP验证码已发送至您的Whatsapp号码， 请检查Whatsapp消息，OTP验证码 有效期至{timeOtp}

# otp_code_has_been_sent_email
source: An OTP code has been sent to your email, please check your email box, the OTP code is valid until {timeOtp}
ar_ar: تم إرسال رمز OTP إلى بريدك الإلكتروني، يرجى التحقق من صندوق بريدك، رمز OTP صالحة حتى {timeOtp}
es_es: El código OTP ha sido enviado a tu correo electrónico, por favor revisa tu bandeja de entrada, el código OTP es válido hasta {timeOtp}
id_id: Kode OTP telah dikirimkan ke Email anda, silahkan periksa kotak Email anda, Kode OTP berlaku hingga {timeOtp}
ru_ru: Код OTP отправлен на ваш email, проверьте свой почтовый ящик, код действителен до {timeOtp}
tr_tr: OTP kodu E-posta adresinize gönderildi, lütfen e-posta kutunuzu kontrol edin, OTP kodu {timeOtp} süresince geçerlidir
zh_cn: OTP验证码已发送至您的邮箱， 请检查您的邮箱，OTP验证码 有效期至{timeOtp}

# program_cancelled
source: Your participation in the coolApp affiliate program has been cancelled
ar_ar: تم إلغاء اشتراكك في برنامج الشراكة مع coolApp بنجاح
es_es: Tu participación en el programa de afiliados de coolApp ha sido cancelada exitosamente
id_id: Program keikutsertaan Anda pada program affiliate coolApp berhasil dibatalkan
ru_ru: Ваше участие в программе CoolApp успешно отменено
tr_tr: CoolApp affiliate programına katılımınız başarıyla iptal edildi
zh_cn: 您已成功取消参与CoolApp联盟计划

source: Pay
ar_ar: ادفع
es_es: Pagar
id_id: Bayar
ru_ru: Оплатить
tr_tr: Öde
zh_cn: 支付

source: Cancel
ar_ar: إلغاء
es_es: Cancelar
id_id: Batal
ru_ru: Отменить
tr_tr: İptal
zh_cn: 取消

# enter_referral_code
source: Please enter the agent referral code
ar_ar: يرجى إدخال رمز الإحالة للوكيل
es_es: Por favor, ingresa el código de referido del agente
id_id: Silakan masukkan kode referral agen
ru_ru: Введите код реферального агента
tr_tr: Lütfen acente referans kodunu girin
zh_cn: 请输入代理推荐码

source: Scan QR Code
ar_ar: امسح رمز QR
es_es: Escanear código QR
id_id: Pindai Kode QR
ru_ru: Сканировать QR-код
tr_tr: QR Kodu Tara
zh_cn: 扫描二维码

source: Referral Code (Optional)
ar_ar: رمز الإحالة (اختياري)
es_es: Código de referencia (Opcional)
id_id: Kode Referral (Opsional)
ru_ru: Реферальный код (необязательно)
tr_tr: Referans Kodu (Opsiyonel)
zh_cn: 推荐码（可选）

source: Become Affiliate
ar_ar: كن شريكًا
es_es: Convertirse en Afiliado
id_id: Menjadi Afiliasi
ru_ru: Стать аффилиатом
tr_tr: Afiliasyon Ol
zh_cn: 成为联盟成员

source: Affiliate
ar_ar: شريك
es_es: Afiliado
id_id: Afiliasi
ru_ru: Аффилиат
tr_tr: Afiliasyon
zh_cn: 联盟

source: Register Affiliate
ar_ar: تسجيل الشراكة
es_es: Registrarse como Afiliado
id_id: Daftar Afiliasi
ru_ru: Зарегистрироваться как аффилиат
tr_tr: Afiliasyon Kayıt Ol
zh_cn: 注册联盟

source: Total Real Money
ar_ar: إجمالي المال الحقيقي
es_es: Total de dinero real
ru_ru: Общая сумма реальных денег
tr_tr: Toplam Gerçek Para
zh_cn: 总真实货币

source: Withdraw
ar_ar: سحب
es_es: Retirar
id_id: Tarik
ru_ru: Вывод средств
tr_tr: Çek
zh_cn: 提现

source: Income
ar_ar: دخل
es_es: Ingreso
id_id: Pemasukan
ru_ru: Доход
tr_tr: Gelir
zh_cn: 收入

source: Withdrawal
ar_ar: سحب
es_es: Retiro
id_id: Penarikan
ru_ru: Снятие средств
tr_tr: Çekim
zh_cn: 提现

source: List
ar_ar: قائمة
es_es: Lista
id_id: Daftar
ru_ru: Список
tr_tr: Liste
zh_cn: 列表

source: Total Balance
ar_ar: إجمالي الرصيد
es_es: Saldo total
id_id: Total Saldo
ru_ru: Общий баланс
tr_tr: Toplam Bakiyeniz
zh_cn: 总余额

source: Topup
ar_ar: إعادة تعبئة
es_es: Recargar
id_id: Isi Ulang
ru_ru: Пополнение
tr_tr: Yükleme
zh_cn: 充值

source: Deduction
ar_ar: خصم
es_es: Deducción
id_id: Pengurangan
ru_ru: Вычет
tr_tr: Kesinti
zh_cn: 扣除

source: Topup Amount
ar_ar: مبلغ إعادة التعبئة
es_es: Monto de recarga
id_id: Jumlah Isi Ulang
ru_ru: Сумма пополнения
tr_tr: Yükleme Miktarı
zh_cn: 充值金额

# min_deposit
source: Minimum deposit
ar_ar: حد أدنى للإيداع
es_es: Depósito mínimo
id_id: Minimal deposit
ru_ru: Минимальный депозит
tr_tr: Minimum Yatırım
zh_cn: 最低存款

# max_deposit
source: Maximum deposit
ar_ar: حد أقصى للإيداع
es_es: Depósito máximo
id_id: Maksimal deposit
ru_ru: Максимальный депозит
tr_tr: Maksimum Yatırım
zh_cn: 最高存款

source: Source
ar_ar: مصدر
es_es: Fuente
id_id: Sumber
ru_ru: Источник
tr_tr: Kaynak
zh_cn: 来源

source: Select Source
ar_ar: اختر المصدر
es_es: Seleccionar fuente
id_id: Pilih Sumber
ru_ru: Выберите источник
tr_tr: Kaynağı Seç
zh_cn: 选择来源

source: Confirmation
ar_ar: تأكيد
es_es: Confirmación
id_id: Konfirmasi
ru_ru: Подтверждение
tr_tr: Onay
zh_cn: 确认

source: Transaction
ar_ar: معاملة
es_es: Transacción
id_id: Transaksi
ru_ru: Транзакция
tr_tr: İşlem
zh_cn: 交易

source: Withdrawal Amount
ar_ar: مبلغ السحب
es_es: Monto del retiro
id_id: Jumlah Tarikan
ru_ru: Сумма снятия
tr_tr: Çekim Miktarı
zh_cn: 提现金额

# min_withdrawal
source: Minimum withdrawal
ar_ar: حد أدنى للسحب
es_es: Retiro mínimo
id_id: Minimal tarik
ru_ru: Минимальная сумма снятия
tr_tr: Minimum Çekim
zh_cn: 最低提现

# max_withdrawal
source: Maximum withdrawal
ar_ar: حد أقصى للسحب
es_es: Retiro máximo
id_id: Maksimal tarik
ru_ru: Максимальная сумма снятия
tr_tr: Maksimum Çekim
zh_cn: 最高提现

source: Yesterday
ar_ar: أمس
es_es: Ayer
id_id: Kemarin
ru_ru: Вчера
tr_tr: Dün
zh_cn: 昨天

source: Today
ar_ar: اليوم
es_es: Hoy
id_id: Hari Ini
ru_ru: Сегодня
tr_tr: Bugün
zh_cn: 今天

# seven_days_ago
source: 7 Days Ago
ar_ar: منذ 7 أيام
es_es: Hace 7 días
id_id: 7 Hari yang lalu
ru_ru: 7 дней назад
tr_tr: 7 Gün Önce
zh_cn: 7天前

# thirty_days_ago
source: 30 Days Ago
ar_ar: منذ 30 يومًا
es_es: Hace 30 días
id_id: 30 Hari yang lalu
ru_ru: 30 дней назад
tr_tr: 30 Gün Önce
zh_cn: 30天前

# ninety_days_ago
source: 90 Days Ago
ar_ar: منذ 90 يومًا
es_es: Hace 90 días
id_id: 90 Hari yang lalu
ru_ru: 90 дней назад
tr_tr: 90 Gün Önce
zh_cn: 90天前

source: Total Member
ar_ar: إجمالي الأعضاء
es_es: Total de miembros
id_id: Total Anggota
ru_ru: Общее количество участников
tr_tr: Toplam Üye
zh_cn: 总会员数

# topup_first
source: Please top up first
ar_ar: يرجى إعادة التعبئة أولاً
es_es: Por favor, recarga primero
id_id: Silakan untuk isi ulang terlebih dahulu
ru_ru: Сначала пополните баланс
tr_tr: Lütfen önce bakiye yükleyin
zh_cn: 请先充值

source: Referral
ar_ar: إحالة
es_es: Referencia
ru_ru: Реферал
tr_tr: Referans
zh_cn: 推荐

# show_qr_code_to_affiliate
source: Show this QR Code to facilitate your affiliate process.
ar_ar: أظهر هذا الرمز QR لتسهيل عملية شراكتك.
es_es: Muestra este código QR para facilitar tu proceso de afiliación.
id_id: Tunjukkan Kode QR Ini untuk mempermudah proses afiliasi Anda.
ru_ru: Покажите этот QR-код для упрощения процесса аффилиации.
tr_tr: Afiliasyon sürecinizi kolaylaştırmak için bu QR kodunu gösterin.
zh_cn: 展示此二维码以简化您的联盟流程

source: Share Code
ar_ar: شارك الرمز
es_es: Compartir código
id_id: Bagikan Kode
ru_ru: Поделиться кодом
tr_tr: Kodu Paylaş
zh_cn: 分享推荐码

source: Referral code copied
ar_ar: تم نسخ رمز الإحالة
es_es: Código de referencia copiado
id_id: Kode Referral disalin
ru_ru: Реферальный код скопирован
tr_tr: Referans Kodu kopyalandı
zh_cn: 推荐码已复制

source: Copy
ar_ar: نسخ
es_es: Copiar
id_id: Salin
ru_ru: Копировать
tr_tr: Kopyala
zh_cn: 复制

# share_link
source: Share this link to facilitate your affiliate process.
ar_ar: شارك هذا الرابط لتسهيل عملية شراكتك.
es_es: Comparte este enlace para facilitar tu proceso de afiliación.
id_id: Bagikan link Ini untuk mempermudah proses afiliasi Anda.
ru_ru: Поделитесь этой ссылкой для упрощения процесса аффилиации.
tr_tr: Afiliasyon sürecinizi kolaylaştırmak için bu bağlantıyı paylaşın.
zh_cn: 分享此链接以简化您的联盟流程

source: Bank Account
ar_ar: حساب بنكي
es_es: Cuenta bancaria
id_id: Rekening Bank
ru_ru: Банковский счет
tr_tr: Banka Hesabı
zh_cn: 银行账户

source: Bank Name
ar_ar: اسم البنك
es_es: Nombre del banco
id_id: Nama Bank
ru_ru: Название банка
tr_tr: Banka Adı
zh_cn: 银行名称

source: Account Number
ar_ar: رقم الحساب
es_es: Número de cuenta
id_id: Nomor Rekening
ru_ru: Номер счета
tr_tr: Hesap Numarası
zh_cn: 账户号码

# save_agreement
source: By clicking "Save", you agree to the terms and conditions
ar_ar: بموافقتك على "حفظ"، أنت توافق على الشروط والأحكام
es_es: Al hacer clic en "Guardar", aceptas los términos y condiciones
id_id: Dengan klik "Simpan", kamu menyetujui syarat & ketentuan
ru_ru: Нажимая "Сохранить", вы соглашаетесь с условиями
tr_tr: "Kaydet"e tıklayarak şartlar ve koşulları kabul ediyorsunuz
zh_cn: 点击“保存”，即表示您同意条款和条件

source: Member Details
ar_ar: تفاصيل العضو
es_es: Detalles del miembro
id_id: Detail Anggota
ru_ru: Детали участника
tr_tr: Üye Detayları
zh_cn: 会员详情

source: Select Bank Account
ar_ar: اختر حساب البنك
es_es: Seleccionar cuenta bancaria
id_id: Pilih Akun Bank
ru_ru: Выберите банковский счет
tr_tr: Banka Hesabı Seçin
zh_cn: 选择银行账户

source: Select bank
ar_ar: اختر نوع البنك
es_es: Seleccionar tipo de banco
id_id: Pilih jenis bank
ru_ru: Выберите банк
tr_tr: Banka türünü seçin
zh_cn: 选择银行

source: Check Account
ar_ar: تحقق من الحساب
es_es: Verificar cuenta
id_id: Cek Rekening
ru_ru: Проверить счет
tr_tr: Hesap Kontrolü
zh_cn: 检查账户

source: Member
ar_ar: عضو
es_es: Miembro
id_id: Anggota
ru_ru: Участник
tr_tr: Üye
zh_cn: 会员

# password_changed
source: Password successfully changed
ar_ar: تم تغيير كلمة المرور بنجاح
es_es: Contraseña cambiada con éxito
id_id: Berhasil mengubah kata sandi
ru_ru: Пароль успешно изменен
tr_tr: Şifre başarıyla değiştirildi
zh_cn: 密码修改成功

# registration_success
source: Registration successful
ar_ar: تم التسجيل بنجاح
es_es: Registro exitoso
id_id: Berhasil Mendaftar
ru_ru: Регистрация успешна
tr_tr: Kaydolma başarılı
zh_cn: 注册成功

# close_page_auto
source: This page will close automatically
ar_ar: ستغلق هذه الصفحة تلقائيًا
es_es: Esta página se cerrará automáticamente
id_id: Halaman ini akan menutup secara otomatis
ru_ru: Эта страница закроется автоматически
tr_tr: Bu sayfa otomatik olarak kapanacaktır
zh_cn: 页面将自动关闭

# payment_failed
source: Payment failed, please try again
ar_ar: فشلت عملية الدفع، يرجى المحاولة مرة أخرى
es_es: El pago falló, por favor intenta de nuevo
id_id: Pembayaran gagal, silakan coba lagi
ru_ru: Платеж не удался, попробуйте еще раз
tr_tr: Ödeme başarısız, lütfen tekrar deneyin
zh_cn: 支付失败，请重试

# payment_success
source: Payment successful
ar_ar: تمت عملية الدفع بنجاح
es_es: Pago exitoso
id_id: Pembayaran berhasil
ru_ru: Платеж прошел успешно
tr_tr: Ödeme başarılı
zh_cn: 支付成功
