Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

# We_Appreciate_Your_Feedback
source: We appreciate all feedback and suggestions. We will strive to be better.
ar_ar: نحن نقدر جميع الملاحظات والاقتراحات. سنسعى لأن نكون أفضل.
es_es: Agradecemos todos los comentarios y sugerencias. Nos esforzaremos por mejorar.
id_id: Kami menghargai semua masukan dan saran. Kami akan berusaha menjadi lebih baik.
ru_ru: Мы ценим все отзывы и предложения. Мы будем стараться быть лучше.
tr_tr: Geri bildirim ve önerilerinizi önemsiyoruz. Daha iyi olmaya çalışacağız.
zh_cn: 我们感谢所有反馈和建议。我们将努力变得更好。

source: I Understand
ar_ar: أنا أفهم
es_es: Entiendo
id_id: Saya Mengerti
ru_ru: Я понял
tr_tr: Anladım
zh_cn: 我明白

source: Current Language
ar_ar: اللغة الحالية
es_es: Idioma actual
id_id: Bahasa Saat Ini
ru_ru: Текущий язык
tr_tr: Mevcut Dil
zh_cn: 当前语言

source: Choose Your Language
ar_ar: اختر لغتك
es_es: Elige tu idioma
id_id: Pilih Bahasa Anda
ru_ru: Выберите ваш язык
tr_tr: Dil Seçiniz
zh_cn: 选择您的语言

source: Request Account Deletion
ar_ar: طلب حذف الحساب
es_es: Solicitar eliminación de cuenta
id_id: Ajukan Penghapusan Akun
ru_ru: Запрос на удаление аккаунта
tr_tr: Hesap Silme Talebi
zh_cn: 请求账户删除

# Do_You_Want_To_Delete_Account
source: Do you want to delete your account?
ar_ar: هل تريد حذف حسابك؟
es_es: ¿Quieres eliminar tu cuenta?
id_id: Apakah Anda ingin menghapus akun Anda?
ru_ru: Вы хотите удалить свой аккаунт?
tr_tr: Hesabınızı silmek istiyor musunuz?
zh_cn: 您想删除您的账户吗？

# Please_Tell_Us_Why
source: Please tell us why you want to delete your account
ar_ar: يرجى إخبارنا لماذا تريد حذف حسابك
es_es: Por favor dinos por qué quieres eliminar tu cuenta
id_id: Harap ceritakan kepada kami alasan Anda menghapus akun Anda
ru_ru: Пожалуйста, расскажите нам, почему вы хотите удалить свой аккаунт
tr_tr: Lütfen hesabınızı neden silmek istediğinizi bize anlatın
zh_cn: 请告诉我们您为什么要删除账户

source: Choose your reason
ar_ar: اختر سببك
es_es: Elige tu razón
id_id: Pilih alasan Anda
ru_ru: Выберите вашу причину
tr_tr: Sebebinizi seçin
zh_cn: 选择您的理由

# Your_Story_Helps
source: Your story helps us to improve
ar_ar: قصتك تساعدنا على التحسن
es_es: Tu historia nos ayuda a mejorar
id_id: Cerita Anda membantu kami menjadi lebih baik
ru_ru: Ваш рассказ помогает нам становиться лучше
tr_tr: Hikayeniz, daha iyi olmamıza yardımcı olur
zh_cn: 您的故事帮助我们改进

source: Write here
ar_ar: اكتب هنا
es_es: Escribe aquí
id_id: Ceritakan di sini
ru_ru: Пишите здесь
tr_tr: Buraya yazın
zh_cn: 在这里写

source: Delete Account
ar_ar: حذف الحساب
es_es: Eliminar cuenta
id_id: Hapus Akun
ru_ru: Удалить аккаунт
tr_tr: Hesabı Sil
zh_cn: 删除账户

source: Confirm your identity
ar_ar: قم بتأكيد هويتك
es_es: Confirma tu identidad
id_id: Konfirmasi Identitas Anda
ru_ru: Подтвердите свою личность
tr_tr: Kimliğinizi Doğrulayın
zh_cn: 确认您的身份

# Please_Provide_Email_Phone
source: Please provide your email or phone number below
ar_ar: يرجى تقديم بريدك الإلكتروني أو رقم هاتفك أدناه
es_es: Por favor, proporciona tu correo electrónico o número de teléfono a continuación
id_id: Harap mengisi email atau nomor telepon Anda di bawah
ru_ru: Пожалуйста, укажите свою электронную почту или номер телефона ниже
tr_tr: Lütfen aşağıya e-posta veya telefon numaranızı yazınız
zh_cn: 请在下方提供您的邮箱或手机号

source: Your Email
ar_ar: بريدك الإلكتروني
es_es: Tu correo electrónico
id_id: Email Anda
ru_ru: Ваш Email
tr_tr: E-postanız
zh_cn: 您的邮箱

source: Use phone number
ar_ar: استخدام رقم الهاتف
es_es: Usar número de teléfono
id_id: Gunakan nomor telepon
ru_ru: Использовать номер телефона
tr_tr: Telefon numarası kullan
zh_cn: 使用手机号

source: Send verification code
ar_ar: إرسال رمز التحقق
es_es: Enviar código de verificación
id_id: Kirim kode verifikasi
ru_ru: Отправить код подтверждения
tr_tr: Doğrulama kodu gönder
zh_cn: 发送验证码

source: Change phone number
ar_ar: تغيير رقم الهاتف
es_es: Cambiar número de teléfono
id_id: Ubah nomor telepon
ru_ru: Изменить номер телефона
tr_tr: Telefon numarasını değiştir
zh_cn: 更改手机号

source: Account Deletion Terms
ar_ar: شروط حذف الحساب
es_es: Términos de eliminación de cuenta
id_id: Ketentuan Hapus Akun
ru_ru: Условия удаления аккаунта
tr_tr: Hesap Silme Şartları
zh_cn: 账户删除条款

source: Goodbye
ar_ar: وداعًا
es_es: Adiós
id_id: Sampai Jumpa
ru_ru: Прощайте
tr_tr: Hoşça kal
zh_cn: 再见

# Short_Time
source: It was nice knowing you for this short time, we will miss you
ar_ar: سعدنا بمعرفتك لهذه الفترة القصيرة، سنفتقدك
es_es: Fue un placer conocerte por este breve tiempo, te extrañaremos
id_id: Senang mengenal Anda untuk waktu yang singkat ini, kami akan merindukan Anda
ru_ru: Приятно было познакомиться с вами за это короткое время, мы будем скучать
tr_tr: Seni bu kısa süre içinde tanımak güzeldi, seni özleyeceğiz
zh_cn: 很高兴在这短暂的时间里认识你，我们会想念你的

source: Use Email
ar_ar: استخدام البريد الإلكتروني
es_es: Usar correo electrónico
id_id: Gunakan Email
ru_ru: Использовать Email
tr_tr: E-posta Kullan
zh_cn: 使用电子邮件

# Go_test_profiling
source: Go test your profiling now & know yourself better
ar_ar: اختبر ملفك الشخصي الآن وتعرف على نفسك بشكل أفضل
es_es: Prueba tu perfil ahora y conócete mejor
id_id: Uji profil Anda sekarang & kenali diri Anda lebih baik
ru_ru: Пройдите тестирование вашего профиля сейчас и узнайте себя лучше
tr_tr: Profilinizi şimdi test edin ve kendinizi daha iyi tanıyın
zh_cn: 立即测试您的个人资料并更好地了解自己

# Discount_newcomer
source: 20% Discount Special for newcomer
ar_ar: خصم 20٪ خاص للقادمين الجدد
es_es: Descuento del 20% especial para recién llegados
id_id: Diskon 20% spesial untuk pendatang baru
ru_ru: Скидка 20% для новых пользователей
tr_tr: Yeni başlayanlara özel %20 indirim
zh_cn: 新来者专享20%折扣

# Knowing_yourself
source: Knowing yourself is a way to love yourself
ar_ar: معرفة نفسك هي طريقة لحب نفسك
es_es: Conocerte a ti mismo es una forma de amarte a ti mismo
id_id: Mengenali diri sendiri adalah cara untuk mencintai diri sendiri
ru_ru: Знать себя — это способ полюбить себя
tr_tr: Kendini tanımak, kendini sevmenin bir yoludur
zh_cn: 了解自己是一种爱自己的方式

# Know_deeper
source: Know yourself better!
ar_ar: تعرف على نفسك بشكل أعمق!
es_es: ¡Conócete mejor!
id_id: Kenali diri Anda lebih dalam!
ru_ru: Познайте себя глубже!
tr_tr: Kendinizi daha derinden tanıyın!
zh_cn: 更深入地了解自己！

# Consult_based_personality
source: Consult based on your personality to become more familiar with yourself
ar_ar: استشر بناءً على شخصيتك لتصبح أكثر دراية بنفسك
es_es: Consulta según tu personalidad para conocer mejor tu interior
id_id: Konsultasi berdasarkan kepribadian Anda untuk lebih akrab dengan diri Anda
ru_ru: Консультации на основе вашей личности для более близкого знакомства с собой
tr_tr: Kişiliğinize göre danışmanlık alarak kendinizi daha yakından tanıyın
zh_cn: 根据您的个性进行咨询，更加了解自己

# Free_3_times
source: Free for 3 times!
ar_ar: مجاناً 3 مرات!
es_es: ¡Gratis durante 3 veces!
id_id: Gratis 3 kali!
ru_ru: Бесплатно 3 раза!
tr_tr: 3 kez ücretsiz!
zh_cn: 免费3次！

# Free_consult_3_days
source: Consult for free 3 times in 3 days and maximize your potential
ar_ar: استشر مجاناً 3 مرات في 3 أيام وحقق إمكاناتك الكاملة
es_es: Consulta gratis 3 veces en 3 días y maximiza tu potencial
id_id: Lakukan konsultasi gratis 3 kali dalam 3 hari dan maksimalkan potensi Anda
ru_ru: Консультации бесплатно 3 раза в 3 дня и максимизируйте ваш потенциал
tr_tr: 3 gün boyunca 3 kez ücretsiz danışmanlık yapın ve potansiyelinizi en üst düzeye çıkarın
zh_cn: 在3天内免费咨询3次，并最大化您的潜力

# Open_all_topics
source: Open all consultation topics and choose based on your interests
ar_ar: افتح جميع المواضيع الاستشارية واختر ما يناسبك
es_es: Abre todos los temas de consulta y elige según tu interés
id_id: Buka semua topik konsultasi dan pilih sesuai minat Anda
ru_ru: Откройте все темы консультаций и выберите по своему интересу
tr_tr: Tüm danışmanlık konularını açın ve ilgi alanınıza göre seçin
zh_cn: 打开所有咨询主题，并根据您的兴趣选择

# Open_all_topics_now
source: Open all topics!
ar_ar: افتح جميع المواضيع!
es_es: ¡Abre todos los temas!
id_id: Buka semua topik!
ru_ru: Откройте все темы!
tr_tr: Tüm konuları açın!
zh_cn: 立即打开所有主题！

# Coolapp_consultation_space
source: COOLAPP now provides a professional consultation space for you
ar_ar: يوفر COOLAPP الآن مساحة استشارية احترافية لك
es_es: COOLAPP ahora ofrece un espacio de consulta profesional para ti
id_id: COOLAPP kini menyediakan ruang konsultasi profesional untuk Anda
ru_ru: COOLAPP теперь предоставляет профессиональное пространство для консультаций для вас
tr_tr: COOLAPP artık sizin için profesyonel bir danışmanlık alanı sunuyor
zh_cn: COOLAPP现在为您提供专业咨询空间

source: New Consultation Session
ar_ar: جلسة استشارة جديدة
es_es: Nueva sesión de consulta
id_id: Sesi Konsultasi Baru
ru_ru: Новая консультационная сессия
tr_tr: Yeni Danışmanlık Seansı
zh_cn: 新的咨询会话

source: Active Session
ar_ar: جلسة نشطة
es_es: Sesión activa
id_id: Sesi Aktif
ru_ru: Активная сессия
tr_tr: Aktif Seans
zh_cn: 活跃会话

source: Requests
ar_ar: الطلبات
es_es: Solicitudes
id_id: Permintaan
ru_ru: Запросы
tr_tr: İstekler
zh_cn: 请求

source: Archives
ar_ar: الأرشيف
es_es: Archivos
id_id: Arsip
ru_ru: Архивы
tr_tr: Arşivler
zh_cn: 档案

source: No sessions
ar_ar: لا توجد جلسات
es_es: No hay sesiones
id_id: Tidak ada sesi
ru_ru: Нет сессий
tr_tr: Seans yok
zh_cn: 没有会话

source: Start consulting now!
ar_ar: ابدأ الاستشارة الآن!
es_es: ¡Comienza a consultar ahora!
id_id: Ayo lakukan konsultasi sekarang!
ru_ru: Начать консультацию сейчас!
tr_tr: Hemen danışmanlık yapmaya başlayın!
zh_cn: 现在开始咨询！

# Consult_personality
source: Please consult your personality
ar_ar: يرجى استشارة شخصيتك
es_es: Consulta tu personalidad
id_id: Harap konsultasi kepribadian Anda
ru_ru: Пожалуйста, проконсультируйтесь по своей личности
tr_tr: Lütfen kişiliğinizi danışın
zh_cn: 请咨询您的个性

# Free_once_daily
source: Free consultation once a day!
ar_ar: استشارة مجانية مرة واحدة يومياً!
es_es: Consulta gratis una vez al día
id_id: Konsultasi gratis sekali dalam sehari!
ru_ru: Бесплатная консультация один раз в день!
tr_tr: Günde bir kez ücretsiz danışmanlık!
zh_cn: 每天免费咨询一次！

source: PERSONALITY
ar_ar: الشخصية
es_es: PERSONALIDAD
id_id: PERSONALITAS
ru_ru: ЛИЧНОСТЬ
tr_tr: KİŞİLİK
zh_cn: 个性

# PERSONALITY_desc
source: Description of the previous personality
ar_ar: وصف للشخصية السابقة
es_es: Descripción de la personalidad anterior
id_id: Deskripsi kepribadian sebelumnya
ru_ru: Описание предыдущей личности
tr_tr: Önceki kişilik açıklaması
zh_cn: 之前的个性描述

source: PARENTING
ar_ar: التربية
id_id: PENDIDIKAN ANAK
ru_ru: ВОСПИТАНИЕ
tr_tr: ÇOCUK YETİŞTİRME
zh_cn: 育儿

# PARENTING_desc
source: Description of the previous parenting topic
ar_ar: وصف لموضوع التربية السابقة
es_es: Descripción del tema anterior de crianza
id_id: Deskripsi topik pendidikan anak sebelumnya
ru_ru: Описание предыдущей темы воспитания
tr_tr: Önceki çocuk yetiştirme konusunun açıklaması
zh_cn: 之前育儿主题的描述

source: BUSINESS
ar_ar: الأعمال
es_es: NEGOCIOS
id_id: BISNIS
ru_ru: БИЗНЕС
tr_tr: İŞ DÜNYASI
zh_cn: 商业

# BUSINESS_desc
source: Description of the previous business topic
ar_ar: وصف لموضوع الأعمال السابقة
es_es: Descripción del tema anterior de negocios
id_id: Deskripsi topik bisnis sebelumnya
ru_ru: Описание предыдущей темы бизнеса
tr_tr: Önceki iş dünyası konusunun açıklaması
zh_cn: 之前商业主题的描述

source: FITNESS
ar_ar: اللياقة
id_id: KEBUGARAN
ru_ru: ФИТНЕС
zh_cn: 健身

# Choose_session_time
source: Choose your session time
ar_ar: اختر وقت الجلسة
es_es: Elige tu hora de sesión
id_id: Pilih waktu sesi Anda
ru_ru: Выберите время для консультации
tr_tr: Seans zamanınızı seçin
zh_cn: 选择您的咨询时间

# Choose_time_consult
source: You can choose when it's convenient to consult
ar_ar: يمكنك اختيار الوقت المناسب للاستشارة
es_es: Puedes elegir el momento adecuado para consultar
id_id: Anda dapat memilih waktu yang tepat untuk konsultasi
ru_ru: Вы можете выбрать удобное время для консультации
tr_tr: Danışmanlık için uygun zamanı seçebilirsiniz
zh_cn: 您可以选择适合您的时间进行咨询

source: Choose Session Hour
ar_ar: اختر ساعة الجلسة
es_es: Elige la hora de la sesión
id_id: Pilih Jam Sesi
ru_ru: Выберите время сессии
tr_tr: Seans Saati Seçin
zh_cn: 选择会话时间

# Only_30_minutes
source: Each session is limited to 30 minutes
ar_ar: كل جلسة محدودة بـ 30 دقيقة
es_es: Cada sesión está limitada a 30 minutos
id_id: Setiap sesi hanya dapat berlangsung 30 menit
ru_ru: Каждая сессия длится только 30 минут
tr_tr: Her seans sadece 30 dakika sürebilir
zh_cn: 每次会话仅限30分钟

source: Next
ar_ar: التالي
es_es: Siguiente
id_id: Lanjut
ru_ru: Далее
tr_tr: Sonraki
zh_cn: 下一步

# Choose_your_consultant
source: Choose your consultant carefully, you will work with them for the next 3 days
ar_ar: اختر مستشارك بعناية، ستعمل معهم خلال الأيام الثلاثة المقبلة
es_es: Elige tu consultor cuidadosamente, estarás trabajando con él durante los próximos 3 días
id_id: Pilih konsultan Anda dengan seksama, Anda akan berkonsultasi dengan orang yang sama selama 3 hari ke depan
ru_ru: Выберите консультанта тщательно, вы будете работать с ним в течение следующих 3 дней
tr_tr: Danışmanınızı dikkatlice seçin, önümüzdeki 3 gün boyunca onunla çalışacaksınız
zh_cn: 仔细选择您的顾问，您将与他合作3天

source: Selected Topic:
ar_ar: الموضوع المختار:
es_es: Tema seleccionado:
id_id: Topik Terpilih:
ru_ru: Выбранная тема:
tr_tr: Seçilen konu:
zh_cn: 选择的主题：

source: Consultation Time
ar_ar: وقت الاستشارة
es_es: Hora de consulta
id_id: Waktu Konsultasi
ru_ru: Время консультации
tr_tr: Danışmanlık Zamanı
zh_cn: 咨询时间

source: CREATIVE
ar_ar: الإبداع
es_es: CREATIVO
id_id: KREATIF
ru_ru: КРЕАТИВ
tr_tr: YARATICI
zh_cn: 创造性

source: Achievement
ar_ar: الإنجاز
es_es: Logro
id_id: Pencapaian
ru_ru: Достижение
tr_tr: Başarı
zh_cn: 成就

# Curhat
source: Confession
ar_ar: شارك مشاعرك
es_es: Comparte tus sentimientos
id_id: Curhat
ru_ru: Поговорите о своих чувствах
tr_tr: Duygularınızı paylaşın
zh_cn: 分享您的感受

source: Search
ar_ar: بحث
es_es: Buscar
id_id: Cari
ru_ru: Поиск
tr_tr: Arama
zh_cn: 搜索

source: Pick Date
ar_ar: اختر التاريخ
es_es: Selecciona la fecha
id_id: Pilih Tanggal
ru_ru: Выберите дату
tr_tr: Tarih Seç
zh_cn: 选择日期

# Pick_Consultant
source: Pick your consultant
ar_ar: اختر مستشارك
es_es: Elige tu consultor
id_id: Pilih konsultan anda
ru_ru: Выберите консультанта
tr_tr: Danışmanınızı Seçin
zh_cn: 选择您的顾问

source: Session Completed
ar_ar: تم الانتهاء من الجلسة
es_es: Sesión completada
id_id: Sesi Selesai
ru_ru: Сессия завершена
tr_tr: Oturum Tamamlandı
zh_cn: 会话完成

# Why_Need_Consultant
source: Why do you need a consultant?
ar_ar: لماذا تحتاج إلى استشارة؟
es_es: ¿Por qué necesitas un consultor?
id_id: Kenapa Anda Butuh Konsultan?
ru_ru: Почему вам нужен консультант?
tr_tr: Neden bir danışmana ihtiyacınız var?
zh_cn: 为什么您需要顾问?

source: Session Summary
ar_ar: ملخص الجلسة
es_es: Resumen de la sesión
id_id: Rangkuman Sesi
ru_ru: Резюме сессии
tr_tr: Oturum Özeti
zh_cn: 会话总结

source: Review your session
ar_ar: مراجعة جلستك
es_es: Revisa tu sesión
id_id: Periksa kembali sesi anda
ru_ru: Проверьте вашу сессию
tr_tr: Oturumunuzu Gözden Geçirin
zh_cn: 查看您的会话

source: Price
ar_ar: السعر
es_es: Precio
id_id: Harga
ru_ru: Цена
tr_tr: Fiyat
zh_cn: 价格

source: FREE
ar_ar: مجاني
es_es: GRATIS
id_id: GRATIS
ru_ru: БЕСПЛАТНО
tr_tr: ÜCRETSİZ
zh_cn: 免费

# Payment_After_Approval
source: *Payment is made after the request is approved by the consultant
ar_ar: *يتم الدفع بعد الموافقة على الطلب من قبل الاستشاري
es_es: *El pago se realiza después de que el consultor apruebe la solicitud
id_id: *Pembayaran dilakukan setelah permohonan disetujui oleh konsultan
ru_ru: *Оплата производится после одобрения запроса консультантом
tr_tr: *Ödeme, danışmanın onayı sonrasında yapılır
zh_cn: *支付将在顾问批准请求后进行

# Information_Confirmed
source: The above information is correct according to the consultation session I want
ar_ar: المعلومات أعلاه صحيحة وفقًا لجلسة الاستشارة التي أريدها
es_es: La información proporcionada es correcta según la sesión de consulta que quiero
id_id: Informasi di atas sudah sesuai dengan sesi konsultasi yang saya inginkan
ru_ru: Информация соответствует сеансу консультации, который я хочу
tr_tr: Verilen bilgiler, istediğim danışmanlık seansı ile uyumludur
zh_cn: 以上信息与我想要的咨询会话一致

# Awaiting_Confirmation
source: Awaiting consultant's schedule confirmation, please wait
ar_ar: في انتظار تأكيد جدول الاستشاري، يرجى الانتظار
es_es: Esperando la confirmación del horario del consultor, por favor espera
id_id: Menunggu konfirmasi jadwal konsultan, harap menunggu
ru_ru: Ожидаем подтверждения расписания консультанта, пожалуйста, подождите
tr_tr: Danışmanın programı için onay bekleniyor, lütfen bekleyin
zh_cn: 等待顾问的时间安排确认，请稍候

# Back_to_Consultation
source: Back to consultation page in 3 seconds
ar_ar: العودة إلى صفحة الاستشارة في 3 ثوانٍ
es_es: Volver a la página de consulta en 3 segundos
id_id: Kembali ke laman konsultasi dalam 3 detik
ru_ru: Вернуться на страницу консультации через 3 секунды
tr_tr: 3 saniye içinde danışmanlık sayfasına geri dön
zh_cn: 3秒钟后返回咨询页面

source: Follow on Coolchat
ar_ar: تابع في Coolchat
es_es: Seguir en Coolchat
id_id: Ikuti di Coolchat
ru_ru: Следить на Coolchat
tr_tr: Coolchat'ta Takip Et
zh_cn: 在Coolchat上关注

source: Discuss this
ar_ar: ناقش هذا
es_es: Hablar sobre esto
id_id: Membicarakan ini
ru_ru: Обсудить это
tr_tr: Bunu Tartış
zh_cn: 讨论这个

source: Consultant Profile
ar_ar: ملف الاستشاري
es_es: Perfil del consultor
id_id: Profil Konsultan
ru_ru: Профиль консультанта
tr_tr: Danışman Profili
zh_cn: 顾问简介

# Why_Consultation_Needed
source: Why do you need my consultation?
ar_ar: لماذا تحتاج استشارتي؟
es_es: ¿Por qué necesitas mi consulta?
id_id: Kenapa anda butuh konsultasi saya?
ru_ru: Почему вам нужна моя консультация?
tr_tr: Neden danışmanlık almak istiyorsunuz?
zh_cn: 为什么需要我的咨询?

source: ACCEPTED
ar_ar: تم القبول
es_es: ACEPTADO
id_id: DITERIMA
ru_ru: ПРИНЯТО
tr_tr: KABUL EDİLDİ
zh_cn: 已接受

source: Continue Payment
ar_ar: استمر في الدفع
es_es: Continuar con el pago
id_id: Lanjutkan Pembayaran
ru_ru: Продолжить оплату
tr_tr: Ödemeye Devam Et
zh_cn: 继续支付

# Session_Completed_Status
source: Session Status
ar_ar: حالة الجلسة
es_es: Estado de la sesión
id_id: Status Sesi
ru_ru: Статус сессии
tr_tr: Oturum Durumu
zh_cn: 会话状态

source: Consultation request accepted
ar_ar: تم قبول طلب الاستشارة
es_es: Solicitud de consulta aceptada
id_id: Permohonan konsultasi diterima
ru_ru: Запрос на консультацию принят
tr_tr: Danışmanlık Talebi Kabul Edildi
zh_cn: 咨询请求已接受

source: CoolTeam
ar_ar: فريق Cool

source: Consultant Name
ar_ar: اسم الاستشاري
es_es: Nombre del consultor
id_id: Nama Konsultan
ru_ru: Имя консультанта
tr_tr: Danışman Adı
zh_cn: 顾问名字

# Session_Begins_In
source: Session starts in
ar_ar: الجلسة تبدأ في
es_es: La sesión comienza en
id_id: Sesi dimulai dalam
ru_ru: Сессия начнется через
tr_tr: Oturum şu kadar süre sonra başlayacak
zh_cn: 会话将在xx分钟后开始

source: minutes left
ar_ar: دقائق أخرى
es_es: minutos restantes
id_id: menit lagi
ru_ru: минут осталось
tr_tr: dakika kaldı
zh_cn: 分钟剩余

source: Status
ar_ar: الحالة
es_es: Estado
ru_ru: Статус
tr_tr: Durum
zh_cn: 状态

source: Accepted
ar_ar: تم القبول
es_es: Aceptado
id_id: Diterima
ru_ru: Принято
tr_tr: Kabul Edildi
zh_cn: 已接受

source: Session Details
ar_ar: تفاصيل الجلسة
es_es: Detalles de la sesión
id_id: Detail Sesi
ru_ru: Детали сессии
tr_tr: Oturum Detayları
zh_cn: 会话详情

source: Start Session?
ar_ar: ابدأ الجلسة؟
es_es: ¿Iniciar sesión?
id_id: Mulai sesi?
ru_ru: Начать сессию?
tr_tr: Oturumu Başlat?
zh_cn: 开始会话?

# Cannot_Leave_Session
source: You are not allowed to leave the consultation session before it ends
ar_ar: لا يُسمح لك بمغادرة الجلسة قبل الانتهاء
es_es: No se te permite abandonar la sesión de consulta antes de que termine
id_id: Anda tidak diperbolehkan meninggalkan sesi konsultasi sebelum selesai
ru_ru: Вы не можете покинуть сессию консультации до её завершения
tr_tr: Oturumu tamamlamadan çıkamazsınız
zh_cn: 您不能在会话结束前离开

# CANNOT_LEAVE_SESSION
source: Cannot leave the session
ar_ar: لا يمكن مغادرة الجلسة
es_es: No se puede salir de la sesión
id_id: TIDAK BISA KELUAR SESI
ru_ru: НЕЛЬЗЯ ПОКИНУТЬ СЕССИЮ
tr_tr: OTURUMDAN ÇIKILAMAZ
zh_cn: 不能离开会话

# Complete_Session_First
source: Please complete your session before leaving
ar_ar: يرجى إتمام جلستك أولاً قبل المغادرة
es_es: Por favor, completa tu sesión antes de salir
id_id: Harap selesaikan sesi anda terlebih dahulu untuk meninggalkan sesi
ru_ru: Пожалуйста, завершите сессию перед выходом
tr_tr: Lütfen çıkmadan önce oturumunuzu tamamlayın
zh_cn: 请先完成会话，然后再离开

source: Understood
ar_ar: فهمت
es_es: Entendido
id_id: Mengerti
ru_ru: Понял
tr_tr: Anlaşıldı
zh_cn: 理解

source: Completed On:
ar_ar: تم الانتهاء في:
es_es: Completado el:
id_id: Selesai Pada:
ru_ru: Завершено в:
tr_tr: Tamamlandı:
zh_cn: 完成时间:

source: Consultation History
ar_ar: سجل الاستشارات
es_es: Historial de consultas
id_id: Riwayat Konsultasi
ru_ru: История консультаций
tr_tr: Danışmanlık Geçmişi
zh_cn: 咨询历史

# Session_Archived
source: ARCHIVED (COMPLETED)
ar_ar: تم أرشفة الجلسة (مكتملة)
es_es: ARCHIVADO (COMPLETADO)
id_id: DIARSIPKAN (SELESAI)
ru_ru: АРХИВИРОВАНО (ЗАВЕРШЕНО)
tr_tr: ARŞİVLENDİ (TAMAMLANDI)
zh_cn: 已归档（已完成）

source: Your Explanation
ar_ar: شرحك
es_es: Tu explicación
id_id: Penjelasan Anda
ru_ru: Ваше объяснение
tr_tr: Açıklamanız
zh_cn: 您的解释

source: Rating Given
ar_ar: تم إعطاء التقييم
es_es: Calificación dada
id_id: Rating Diberikan
ru_ru: Оценка дана
tr_tr: Verilen Değerlendirme
zh_cn: 给予评价

source: View Archive
ar_ar: عرض الأرشيف
es_es: Ver archivo
id_id: Lihat Arsip
ru_ru: Посмотреть архив
tr_tr: Arşivi Görüntüle
zh_cn: 查看档案

source: ARCHIVE
ar_ar: الأرشيف
es_es: ARCHIVO
id_id: ARSIP
ru_ru: АРХИВ
tr_tr: ARŞİV
zh_cn: 档案

source: Give Rating
ar_ar: أعطِ تقييمًا
es_es: Dar calificación
id_id: Berikan Rating
ru_ru: Дать оценку
tr_tr: Değerlendirme Ver
zh_cn: 给予评价

# Share_Experience
source: Share your experience
ar_ar: شارك تجربتك
es_es: Comparte tu experiencia
id_id: Ceritakan pengalaman Anda
ru_ru: Поделитесь своим опытом
tr_tr: Deneyiminizi Paylaşın
zh_cn: 分享您的经历

source: How was your chat session?
ar_ar: كيف كانت جلستك الدردشة؟
es_es: ¿Cómo fue tu sesión de chat?
id_id: Bagaimana sesi curhat Anda?
ru_ru: Как прошла ваша сессия общения?
tr_tr: Sohbet oturumunuz nasıldı?
zh_cn: 您的聊天会话如何?

source: Add session?
ar_ar: إضافة جلسة؟
es_es: ¿Agregar sesión?
id_id: Tambah sesi?
ru_ru: Добавить сессию?
tr_tr: Oturum Ekle
zh_cn: 添加会话

# Join_Coolchat
source: Join on Coolchat
ar_ar: انضم إلى Coolchat
es_es: Únete a Coolchat
id_id: Bergabung di Coolchat
ru_ru: Присоединиться к Coolchat
tr_tr: Coolchat'a Katıl
zh_cn: 加入Coolchat

source: Related Topics
ar_ar: الموضوعات ذات الصلة
es_es: Temas relacionados
id_id: Topik Terkait
ru_ru: Связанные темы
tr_tr: İlgili Konular
zh_cn: 相关主题

source: Video
ar_ar: فيديو
ru_ru: Видео
zh_cn: 视频

source: Image
ar_ar: صورة
es_es: Imagen
id_id: Gambar
ru_ru: Изображение
tr_tr: Görsel
zh_cn: 图片

source: Discussing this
ar_ar: مناقشة هذا
es_es: Discutiendo esto
id_id: Membicarakan ini
ru_ru: Обсуждение этого
tr_tr: Bunu tartışıyoruz
zh_cn: 正在讨论这个

source: Request Accepted
ar_ar: تم قبول الطلب
es_es: Solicitud aceptada
id_id: Permohonan Diterima
ru_ru: Запрос принят
tr_tr: Talep Kabul Edildi
zh_cn: 请求已接受

source: Pay Now
ar_ar: ادفع الآن
es_es: Pagar ahora
id_id: Bayar Sekarang
ru_ru: Оплатить сейчас
tr_tr: Şimdi Öde
zh_cn: 立即付款

# Session_Closed_Message
source: Session closed, you can no longer send messages to your consultant, but the consultant can still respond.
ar_ar: تم إغلاق الجلسة، لا يمكنك إرسال رسائل إلى مستشارك بعد الآن، ولكن لا يزال بإمكان المستشار الرد.
es_es: Sesión cerrada, ya no puedes enviar mensajes a tu consultor, pero el consultor aún puede responder.
id_id: Sesi ditutup, Anda tidak bisa lagi mengirim pesan ke konsultan Anda, tapi konsultan tetap bisa merespon.
ru_ru: Сессия закрыта, вы больше не можете отправлять сообщения своему консультанту, но консультант все еще может отвечать.
tr_tr: Oturum kapatıldı, artık danışmanınıza mesaj gönderemezsiniz, ancak danışman hala yanıt verebilir.
zh_cn: 会话已关闭，您不再能向您的顾问发送消息，但顾问仍然可以回应。
