Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

source: Hello World
ar_ar: مرحبا بالعالم
es_es: Hola Mundo
id_id: Halo Dunia
ru_ru: Привет, мир
tr_tr: Merhaba Dünya
zh_cn: 你好，世界

# choose_language
source: Choose the language familiar to you
ar_ar: اختر اللغة التي تعرفها
es_es: Elija el idioma que conoce
id_id: Pilih bahasa yang anda kenal
ru_ru: Выберите язык, который вы знаете
tr_tr: Bildiğiniz dili seçin
zh_cn: 请选择您熟悉的语言

# get_know_yourself
source: Get to know yourself more quickly, precisely and accurately
ar_ar: تعرف على نفسك بشكل أسرع وأكثر دقة
es_es: Conócete más rápido, con precisión y exactitud
id_id: Kenali Diri Lebih Cepat, Tepat dan Akurat
ru_ru: Узнайте себя быстрее, точно и надежно
tr_tr: Kendinizi Daha Hızlı, Doğru ve Kesin Tanıyın
zh_cn: 更快、更准、更精确地了解自己

source: Next
ar_ar: التالي
es_es: Siguiente
id_id: Lanjut
ru_ru: Далее
tr_tr: Sonraki
zh_cn: 下一步

# achieve_success_in_life
source: Achieve success in life through the best personality application
ar_ar: حقق النجاح في الحياة من خلال أفضل تطبيقات الشخصية
es_es: Alcanza el éxito en la vida a través de la mejor aplicación de personalidad
id_id: Raih keberhasilan dalam hidup lewat aplikasi kepribadian terbaik
ru_ru: Добейтесь успеха в жизни с лучшим приложением для личности
tr_tr: Hayatta Başarıyı Elde Edin En İyi Kişilik Uygulaması ile
zh_cn: 通过最佳性格应用，获得人生成功

# sign_in
source: Login
ar_ar: تسجيل الدخول
es_es: Iniciar sesión
id_id: Masuk
ru_ru: Войти
tr_tr: Giriş Yap
zh_cn: 登录

source: Register
ar_ar: تسجيل
es_es: Registrarse
id_id: Daftar
ru_ru: Регистрация
tr_tr: Kayıt Ol
zh_cn: 注册

source: Phone number
ar_ar: رقم الهاتف
es_es: No. de Teléfono
id_id: No. Hp
ru_ru: Номер телефона
tr_tr: Telefon Numarası
zh_cn: 手机号

source: Password
ar_ar: كلمة المرور
es_es: Contraseña
ru_ru: Пароль
tr_tr: Şifre
zh_cn: 密码

source: Repeat Password
ar_ar: أعد كتابة كلمة المرور
es_es: Repetir Contraseña
id_id: Ulangi Password
ru_ru: Повторите пароль
tr_tr: Şifreyi Tekrarla
zh_cn: 重复密码

source: Already have an account?
ar_ar: هل لديك حساب بالفعل؟
es_es: ¿Ya tienes una cuenta?
id_id: Sudah Punya Akun?
ru_ru: Уже есть аккаунт?
tr_tr: Zaten Hesabınız Var Mı?
zh_cn: 已有账号？

# otp_code_has_been_sent
source: An OTP code has been sent to your cellphone number, please check your SMS box, the OTP code is valid until {timeOtp}
ar_ar: تم إرسال رمز OTP إلى رقم هاتفك، يرجى التحقق من صندوق الرسائل النصية الخاص بك، رمز OTP صالحة حتى {timeOtp}
es_es: El código OTP ha sido enviado a su número de teléfono, verifique su bandeja de SMS, el código OTP es válido hasta {timeOtp}
id_id: Kode OTP telah dikirimkan ke nomor HP anda, silahkan periksa kotak sms anda, Kode OTP berlaku hingga {timeOtp}
ru_ru: Код OTP отправлен на ваш номер телефона, пожалуйста, проверьте SMS, код OTP действителен до {timeOtp}
tr_tr: OTP Kodu telefon numaranıza gönderildi, lütfen SMS kutunuzu kontrol edin. OTP Kodu {timeOtp} kadar geçerlidir
zh_cn: OTP验证码已发送至您的手机号码， 请检查短信，OTP验证码 有效期至{timeOtp}

source: OTP Code
ar_ar: رمز OTP
es_es: Código OTP
id_id: Kode OTP
ru_ru: Код OTP
tr_tr: OTP Kodu
zh_cn: OTP验证码

# otp_code_is_wrong
source: OTP code is wrong or timeout expired
ar_ar: رمز OTP خاطئ أو انتهت صلاحيته
es_es: El código OTP es incorrecto o ha expirado
id_id: Kode OTP salah atau Habis tengang waktu
ru_ru: Неправильный код OTP или истекло время
tr_tr: OTP Kodu Hatalı veya Süresi Dolmuş
zh_cn: OTP验证码错误或已过期

source: Resend
ar_ar: إعادة الإرسال
es_es: Reenviar
id_id: Kirim Ulang
ru_ru: Отправить снова
tr_tr: Tekrar Gönder
zh_cn: 重新发送

# congratulation_you_have_become_a_regular_member
source: Congratulations, you have become a regular member of COOL Apps
ar_ar: مبروك، لقد أصبحت عضواً عادياً في تطبيق COOL
es_es: ¡Felicidades! Ya eres miembro regular de COOL Apps
id_id: Selamat, anda sudah menjadi member reguler COOL Apps
ru_ru: Поздравляем, вы стали регулярным участником COOL Apps
tr_tr: Tebrikler, artık COOL Apps düzenli üyesisiniz
zh_cn: 恭喜，您已成为COOL Apps的普通会员

source: Forgot password?
ar_ar: نسيت كلمة المرور؟
es_es: ¿Olvidaste tu contraseña?
id_id: Lupa password?
ru_ru: Забыли пароль?
tr_tr: Şifrenizi Mi Unuttunuz?
zh_cn: 忘记密码？

source: Don't Have an Account?
ar_ar: لا تمتلك حساباً؟
es_es: ¿No tienes una cuenta?
id_id: Belum Punya Akun?
ru_ru: Нет аккаунта?
tr_tr: Hesabınız Yok Mu?
zh_cn: 还没有账号？

source: Personality
ar_ar: الشخصية
es_es: Personalidad
id_id: Kepribadian
ru_ru: Личность
tr_tr: Kişilik
zh_cn: 性格

source: Check your self-worth
ar_ar: تحقق من قيمة نفسك
es_es: Revisa tu autoestima
id_id: Cek nilai diri anda
ru_ru: Проверьте свою ценность
tr_tr: Kendinize Değer Verin
zh_cn: 检查您的自我价值

source: E-Book
ar_ar: كتاب إلكتروني
ru_ru: Электронная книга
tr_tr: E-Kitap
zh_cn: 电子书

# read_ebook_online
source: Read Ebooks Online
ar_ar: اقرأ الكتاب الإلكتروني عبر الإنترنت
es_es: Leer E-book en línea
id_id: Baca Ebook Online
ru_ru: Читать электронную книгу онлайн
tr_tr: E-Kitabı Çevrimiçi Oku
zh_cn: 在线阅读电子书

source: Latest book
ar_ar: أحدث الكتب
es_es: Último libro
id_id: Buku terbaru
ru_ru: Последняя книга
tr_tr: Son Kitap
zh_cn: 最新书籍

source: See All
ar_ar: عرض الكل
es_es: Ver todo
id_id: Lihat Semua
ru_ru: Посмотреть все
tr_tr: Hepsini Gör
zh_cn: 查看全部

source: Read
ar_ar: اقرأ
es_es: Leer
id_id: Baca
ru_ru: Читать
tr_tr: Oku
zh_cn: 阅读

# become_promotor
source: Become a Promoter
ar_ar: كن مروّجاً
es_es: Conviértete en Promotor
id_id: Jadi Promotor
ru_ru: Стать промоутером
tr_tr: Tanıtıcı Ol
zh_cn: 成为推广员

# result_detail
source: Result Details
ar_ar: تفاصيل النتيجة
es_es: Detalle del Resultado
id_id: Detail Hasil
ru_ru: Детали результата
tr_tr: Sonuç Detayı
zh_cn: 结果详情

source: Treasure Type
ar_ar: نوع الكنز
es_es: Tipo de Tesoro
id_id: Tipe Harta
ru_ru: Тип сокровища
tr_tr: Hazine Tipi
zh_cn: 财富类型

source: Brain Type
ar_ar: نوع الدماغ
es_es: Tipo de Cerebro
id_id: Tipe Otak
ru_ru: Тип ума
tr_tr: Beyin Tipi
zh_cn: 大脑类型

# type_figure
source: {typeFigure} Type Figures
ar_ar: شخصيات نوع {typeFigure}
es_es: Figuras del Tipo {typeFigure}
id_id: Tokoh-Tokoh Tipe {typeFigure}
ru_ru: Фигуры типа {typeFigure}
tr_tr: {typeFigure} Tipi Karakterler
zh_cn: {typeFigure}类型人物

source: Pattern Type
ar_ar: نوع النمط
es_es: Tipo de Patrón
id_id: Tipe Pola
ru_ru: Тип шаблона
tr_tr: Patern Tipi
zh_cn: 模式类型

source: Keyword
ar_ar: كلمة مفتاحية
es_es: Palabra Clave
id_id: Kata Kunci
ru_ru: Ключевое слово
tr_tr: Anahtar Kelime
zh_cn: 关键词

source: Play Audio
ar_ar: تشغيل الصوت
es_es: Reproducir Audio
id_id: Putar Audio
ru_ru: Воспроизвести аудио
tr_tr: Ses Çal
zh_cn: 播放音频

source: Download
ar_ar: تحميل
es_es: Descargar
id_id: Unduh
ru_ru: Скачать
tr_tr: İndir
zh_cn: 下载

source: Pay to see more
ar_ar: ادفع لرؤية المزيد
es_es: Paga para ver más
id_id: Bayar untuk melihat selengkapnya
ru_ru: Платите, чтобы увидеть больше
tr_tr: Daha Fazla Görmek İçin Öde
zh_cn: 付费查看更多

source: No
ar_ar: لا
id_id: Tidak
ru_ru: Нет
tr_tr: Hayır
zh_cn: 否

# yes_continue
source: Yes, Next
ar_ar: نعم، تابع
es_es: Sí, continuar
id_id: Ya, Lanjut
ru_ru: Да, продолжить
tr_tr: Evet, Devam Et
zh_cn: 是的，继续

# payment_detail
source: Payment Details
ar_ar: تفاصيل الدفع
es_es: Detalle de Pago
id_id: Detail Pembayaran
ru_ru: Детали оплаты
tr_tr: Ödeme Detayı
zh_cn: 支付详情

source: Order ID
ar_ar: رقم الطلب
es_es: ID de Pedido
ru_ru: ID заказа
tr_tr: Sipariş ID
zh_cn: 订单编号

source: Total
ar_ar: الإجمالي
ru_ru: Всего
tr_tr: Toplam
zh_cn: 总计

source: Select Payment Method
ar_ar: اختر طريقة الدفع
es_es: Seleccionar Método de Pago
id_id: Pilih Metode Pembayaran
ru_ru: Выберите способ оплаты
tr_tr: Ödeme Yöntemi Seçin
zh_cn: 选择支付方式

source: Pay with
ar_ar: الدفع باستخدام
es_es: Pagar con
id_id: Bayar dengan
ru_ru: Оплатить с помощью
tr_tr: Şununla Öde
zh_cn: 使用支付

source: Debit Card
ar_ar: بطاقة الخصم
es_es: Tarjeta de Débito
id_id: Kartu Debit
ru_ru: Дебетовая карта
tr_tr: Banka Kartı
zh_cn: 借记卡

source: Credit Card
ar_ar: بطاقة الائتمان
es_es: Tarjeta de Crédito
id_id: Kartu Kredit
ru_ru: Кредитная карта
tr_tr: Kredi Kartı
zh_cn: 信用卡

source: Payment Status
ar_ar: حالة الدفع
es_es: Estado del Pago
id_id: Status Pembayaran
ru_ru: Статус оплаты
tr_tr: Ödeme Durumu
zh_cn: 支付状态

# payment_successfull
source: Payment Successful
ar_ar: تم الدفع بنجاح
es_es: Pago Exitoso
id_id: Pembayaran Berhasil
ru_ru: Оплата прошла успешно
tr_tr: Ödeme Başarılı
zh_cn: 支付成功

source: Date
ar_ar: التاريخ
es_es: Fecha
id_id: Tanggal
ru_ru: Дата
tr_tr: Tarih
zh_cn: 日期

source: Close
ar_ar: إغلاق
es_es: Cerrar
id_id: Tutup
ru_ru: Закрыть
tr_tr: Kapat
zh_cn: 关闭

source: Payment
ar_ar: الدفع
es_es: Pago
id_id: Pembayaran
ru_ru: Оплата
tr_tr: Ödeme
zh_cn: 支付

source: My Balance
ar_ar: رصيدي
es_es: Mi Saldo
id_id: Saldo Saya
ru_ru: Мой баланс
tr_tr: Bakiye
zh_cn: 我的余额

source: Top Up
ar_ar: إعادة تعبئة
es_es: Recargar
id_id: Isi Ulang
ru_ru: Пополнить
tr_tr: Yükleme Yap
zh_cn: 充值

source: Topup Amount
ar_ar: مبلغ إعادة التعبئة
es_es: Cantidad a Recargar
id_id: Jumlah Isi Ulang
ru_ru: Сумма пополнения
tr_tr: Yükleme Tutarı
zh_cn: 充值金额

source: Language
ar_ar: اللغة
es_es: Idioma
id_id: Bahasa
ru_ru: Язык
tr_tr: Dil
zh_cn: 语言

source: Change Language
ar_ar: تغيير اللغة
es_es: Cambiar Idioma
id_id: Ganti Bahasa
ru_ru: Изменить язык
tr_tr: Dili Değiştir
zh_cn: 更改语言

source: Save
ar_ar: حفظ
es_es: Guardar
id_id: Simpan
ru_ru: Сохранить
tr_tr: Kaydet
zh_cn: 保存

source: Pause Audio
ar_ar: إيقاف الصوت
es_es: Pausar Audio
id_id: Jeda Audio
ru_ru: Пауза аудио
tr_tr: Sesi Duraklat
zh_cn: 暂停音频

# password_not_matched
source: password do not matched
ar_ar: كلمة المرور غير متطابقة
es_es: Las contraseñas no coinciden
id_id: kata sandi tidak cocok
ru_ru: пароли не совпадают
tr_tr: Şifre Uyuşmuyor
zh_cn: 密码不匹配

# have_not_received_the_otp
source: Haven't received the OTP code yet?
ar_ar: لم تتلقَ رمز OTP؟
es_es: ¿No has recibido el código OTP?
id_id: Belum mendapatkan kode OTP?
ru_ru: Не получили код OTP?
tr_tr: Henüz OTP Kodu Almadınız mı?
zh_cn: 没有收到OTP验证码？

# self_surgery
source: Bedah Diri
ar_ar: الجراحة الذاتية
es_es: Auto Cirugía
id_id: Self Surgery
ru_ru: Самоисследование
tr_tr: Kendi Kendine Ameliyat
zh_cn: 自我手术

# solution_surgery
source: Bedah Solusi
ar_ar: جراحة الحل
es_es: Cirugía de Soluciones
id_id: Solution Surgery
ru_ru: Решение
tr_tr: Çözüm Ameliyatı
zh_cn: 解决方案手术

source: Password Confirmation
ar_ar: تأكيد كلمة المرور
es_es: Confirmación de Contraseña
id_id: Konfirmasi Password
ru_ru: Подтверждение пароля
tr_tr: Şifre Onayı
zh_cn: 确认密码

source: Profiling Results
ar_ar: نتائج التصنيف
es_es: Resultados del Perfil
id_id: Hasil Profiling
ru_ru: Результаты профилирования
tr_tr: Profiling Sonuçları
zh_cn: 分析结果

source: Reset Password
ar_ar: إعادة تعيين كلمة المرور
es_es: Restablecer Contraseña
id_id: Reset Kata Sandi
ru_ru: Сбросить пароль
tr_tr: Şifreyi Sıfırla
zh_cn: 重置密码

source: Account Success
ar_ar: نجاح الحساب
es_es: Cuenta Creada Exitosamente
id_id: Akun Sukses
ru_ru: Аккаунт успешен
tr_tr: Hesap Başarılı
zh_cn: 账号成功

source: Profiling
ar_ar: التصنيف
es_es: Perfilación
ru_ru: Профилирование
zh_cn: 分析

source: SELF Surgery, SOLUTION Surgery
ar_ar: جراحة الذات، جراحة الحل
es_es: Cirugía de AUTO, Cirugía de SOLUCIONES
id_id: Bedah DIRI, Bedah SOLUSI
ru_ru: Самоисследование, решение
tr_tr: KENDİNİZİ AMELİYAT EDİN, ÇÖZÜM AMELİYATINI YAPIN
zh_cn: 自我手术， 解决方案手术

source: tes
ar_ar: اختبار
es_es: prueba
ru_ru: тест
tr_tr: test
zh_cn: 测试

source: Create Password
ar_ar: إنشاء كلمة المرور
es_es: Crear Contraseña
id_id: Buat Password
ru_ru: Создать пароль
tr_tr: Şifre Oluştur
zh_cn: 创建密码

# create_new_password
source: Create New Password for logging into the application
ar_ar: قم بإنشاء كلمة مرور جديدة للدخول إلى التطبيق
es_es: Crea una nueva contraseña para iniciar sesión en la aplicación
id_id: Buat Password baru anda untuk login ke aplikasi
ru_ru: Создайте новый пароль для входа в приложение
tr_tr: Uygulamaya giriş yapmak için yeni şifrenizi oluşturun
zh_cn: 创建您的新密码以 登录应用

# password_successfully_changed
source: Hooray!, Your password has been successfully changed
ar_ar: تهانينا! تم تغيير كلمة مرورك بنجاح
es_es: ¡Hurra!, tu contraseña ha sido cambiada exitosamente
id_id: Hore!, Password anda berhasil di ubah
ru_ru: Ура! Ваш пароль успешно изменен
tr_tr: Hadi!, Şifreniz başarıyla değiştirildi
zh_cn: 密码修改成功！

# forgot_password_2
source: Forgot Password
ar_ar: نسيت كلمة المرور
es_es: Olvidé mi Contraseña
id_id: Lupa Password
ru_ru: Забыли пароль
tr_tr: Şifreyi Unuttum
zh_cn: 忘记密码

# enter_phone_number
source: Enter your phone number to receive verification
ar_ar: أدخل رقم هاتفك لتلقي التحقق
es_es: Introduce tu número de teléfono para recibir la verificación
id_id: Masukkan nomor telepon anda untuk menerima verifikasi
ru_ru: Введите номер телефона для получения подтверждения
tr_tr: Telefon numaranızı girin doğrulama almak için
zh_cn: 请输入您的电话号码 以接收验证码

# number_not_registered
source: The entered number is not registered in the system
ar_ar: الرقم المدخل غير مسجل في النظام
es_es: El número ingresado no está registrado en el sistema
id_id: Nomor yang dimasukkan tidak terdaftar di sistem
ru_ru: Введенный номер не зарегистрирован в системе
tr_tr: Girilen numara sistemde kayıtlı değil
zh_cn: 输入的号码未在系统中注册

source: Send
ar_ar: إرسال
es_es: Enviar
id_id: Kirim
ru_ru: Отправить
tr_tr: Gönder
zh_cn: 发送

source: No data
ar_ar: لا توجد بيانات
es_es: No hay datos
id_id: Tidak ada data
ru_ru: Нет данных
tr_tr: Veri Yok
zh_cn: 无数据

# add_data_first
source: Please add data first through the button below
ar_ar: يرجى إضافة البيانات أولاً من خلال الزر أدناه
es_es: Por favor, añade los datos primero a través del botón a continuación
id_id: Silahkan tambahkan data terlebih dahulu melalui tombol di bawah
ru_ru: Пожалуйста, добавьте данные сначала через кнопку ниже
tr_tr: Öncelikle aşağıdaki düğmeyi kullanarak veri ekleyin
zh_cn: 请先通过以下按钮 添加数据

source: Residence
ar_ar: الإقامة
es_es: Domicilio
id_id: Domisili
ru_ru: Место жительства
tr_tr: İkamet
zh_cn: 居住地

source: Blood Type
ar_ar: فصيلة الدم
es_es: Tipo de Sangre
id_id: Gol Darah
ru_ru: Группа крови
tr_tr: Kan Grubu
zh_cn: 血型

source: Add
ar_ar: إضافة
es_es: Añadir
id_id: Tambah
ru_ru: Добавить
tr_tr: Ekle
zh_cn: 添加

source: View Results
ar_ar: عرض النتائج
es_es: Ver Resultados
id_id: Lihat Hasil
ru_ru: Посмотреть результаты
tr_tr: Sonuçları Gör
zh_cn: 查看结果

source: Name
ar_ar: الاسم
es_es: Nombre
id_id: Nama
ru_ru: Имя
tr_tr: İsim
zh_cn: 姓名

source: Date of Birth
ar_ar: تاريخ الميلاد
es_es: Fecha de Nacimiento
id_id: Tanggal Lahir
ru_ru: Дата рождения
tr_tr: Doğum Tarihi
zh_cn: 出生日期

source: Age
ar_ar: العمر
es_es: Edad
id_id: Umur
ru_ru: Возраст
tr_tr: Yaş
zh_cn: 年龄

source: Calculation Results
ar_ar: نتائج التصنيف
es_es: Resultados del Perfil
id_id: Hasil Profiling
ru_ru: Результаты профилирования
tr_tr: Profiling Sonuçları
zh_cn: 分析结果

source: Your Personality
ar_ar: شخصيتك
es_es: Tu Personalidad
id_id: Kepribadian Anda
ru_ru: Ваша личность
tr_tr: Kişiliğiniz
zh_cn: 您的性格

source: Congratulations!
ar_ar: تهانينا!
es_es: ¡Felicidades!
id_id: Selamat!
ru_ru: Поздравляем!
tr_tr: Tebrikler!
zh_cn: 恭喜！

source: Profile
ar_ar: الملف الشخصي
es_es: Perfil
ru_ru: Профиль
tr_tr: Profil
zh_cn: 个人资料

source: Qr Code
ar_ar: رمز QR
es_es: Código QR
id_id: Kode QR
ru_ru: QR-код
tr_tr: QR Kodu
zh_cn: 二维码

source: History
ar_ar: التاريخ
es_es: Historial
id_id: Riwayat
ru_ru: История
tr_tr: Geçmiş
zh_cn: 历史记录

source: Logout
ar_ar: تسجيل الخروج
es_es: Cerrar Sesión
id_id: Keluar
ru_ru: Выйти
tr_tr: Çıkış Yap
zh_cn: 登出

source: Email
ar_ar: البريد الإلكتروني
es_es: Correo Electrónico
ru_ru: Электронная почта
tr_tr: E-posta
zh_cn: 电子邮件

source: ID Number
ar_ar: رقم الهوية
es_es: Número de Identificación
id_id: No. Ktp
ru_ru: Номер ID
tr_tr: Kimlik Numarası
zh_cn: 身份证号码

source: Address
ar_ar: العنوان
es_es: Dirección
id_id: Alamat
ru_ru: Адрес
tr_tr: Adres
zh_cn: 地址

# show_qr_code
source: Show this QR Code to facilitate the use of this application
ar_ar: اعرض رمز QR هذا لتسهيل استخدام التطبيق
es_es: Muestra este código QR para facilitar el uso de esta aplicación
id_id: Tunjukkan QR Code Ini untuk mempermudah Penggunaan aplikasi Ini
ru_ru: Покажите этот QR-код для облегчения использования приложения
tr_tr: Bu QR Kodunu göstererek uygulama kullanımını kolaylaştırın
zh_cn: 展示此二维码以便 更方便使用此应用

# exit_confirmation
source: Are you sure you want to exit the application?
ar_ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟
es_es: ¿Estás seguro de que quieres salir de la aplicación?
id_id: Apakah anda yakin Untuk Keluar Aplikasi?
ru_ru: Вы уверены, что хотите выйти из приложения?
tr_tr: Uygulamadan çıkmak istediğinizden emin misiniz?
zh_cn: 您确定要退出应用吗？

source: Yes, Exit
ar_ar: نعم، خروج
es_es: Sí, Salir
id_id: Ya, Keluar
ru_ru: Да, выйти
tr_tr: Evet, Çık
zh_cn: 是的，退出

source: Setting
ar_ar: الإعدادات
es_es: Configuración
id_id: Pengaturan
ru_ru: Настройки
tr_tr: Ayarlar
zh_cn: 设置

# what_to_discuss
source: What do you want to discuss?
ar_ar: ماذا تريد أن تناقش؟
es_es: ¿Qué te gustaría discutir?
id_id: Apa yang ingin kamu diskusikan?
ru_ru: Что хотите обсудить?
tr_tr: Ne tartışmak istersiniz?
zh_cn: 你想讨论什么？

source: Posting
ar_ar: نشر
es_es: Publicando
ru_ru: Публикация
tr_tr: Paylaşım
zh_cn: 发布

source: Post
ar_ar: مشاركة
es_es: Publicar
ru_ru: Пост
tr_tr: Paylaş
zh_cn: 帖子

source: Following
ar_ar: المتابعة
es_es: Siguiendo
id_id: Mengikuti
ru_ru: Подписки
tr_tr: Takip Edilen
zh_cn: 关注中

source: Followers
ar_ar: المتابعون
es_es: Seguidores
id_id: Pengikut
ru_ru: Подписчики
tr_tr: Takipçiler
zh_cn: 粉丝

source: Follow
ar_ar: اتبع
es_es: Seguir
id_id: Ikuti
ru_ru: Подписаться
tr_tr: Takip Et
zh_cn: 关注

source: Unfollow
ar_ar: إلغاء المتابعة
es_es: Dejar de Seguir
id_id: Batal Ikuti
ru_ru: Отписаться
tr_tr: Takipten Çık
zh_cn: 取消关注

source: Certificate
ar_ar: شهادة
es_es: Certificado
id_id: Sertifikat
ru_ru: Сертификат
tr_tr: Sertifika
zh_cn: 证书

source: Current Password
ar_ar: كلمة المرور الحالية
es_es: Contraseña Actual
id_id: Password Saat Ini
ru_ru: Текущий пароль
tr_tr: Mevcut Şifre
zh_cn: 当前密码

# min_8_characters
source: Minimum 8 characters
ar_ar: يجب أن تكون 8 أحرف على الأقل
es_es: Mínimo 8 caracteres
id_id: Minimal 8 karakter
ru_ru: Минимум 8 символов
tr_tr: En az 8 karakter
zh_cn: 最少8个字符

source: Cannot be empty
ar_ar: لا يمكن أن تكون فارغة
es_es: No puede estar vacío
id_id: Tidak boleh kosong
ru_ru: Не может быть пустым
tr_tr: Boş olamaz
zh_cn: 不能为空

source: Not match
ar_ar: غير متطابقة
es_es: No coincide
id_id: Tidak sesuai
ru_ru: Не совпадает
tr_tr: Eşleşmiyor
zh_cn: 不匹配

source: All
ar_ar: الكل
es_es: Todos
id_id: Semua
ru_ru: Все
tr_tr: Hepsi
zh_cn: 全部

source: Free
ar_ar: مجاني
es_es: Gratis
id_id: Gratis
ru_ru: Бесплатно
tr_tr: Ücretsiz
zh_cn: 免费

source: Premium
ar_ar: متميز
ru_ru: Премиум
zh_cn: 高级

# use_your_user_account
source: Please use user account
ar_ar: يرجى استخدام حساب المستخدم
es_es: Por favor, usa tu cuenta de usuario
id_id: Silahkan gunakan akun pengguna
ru_ru: Пожалуйста, используйте свой аккаунт
tr_tr: Lütfen kullanıcı hesabınızı kullanın
zh_cn: 请使用您的用户账户

source: Customer
ar_ar: العميل
es_es: Cliente
id_id: Pelanggan
ru_ru: Клиент
tr_tr: Müşteri
zh_cn: 客户

# due_date
source: Due
ar_ar: تاريخ الاستحقاق
es_es: Fecha de Vencimiento
id_id: Jatuh tempo
ru_ru: Срок
tr_tr: Vade Tarihi
zh_cn: 到期日

source: Discount
ar_ar: خصم
es_es: Descuento
id_id: Diskon
ru_ru: Скидка
tr_tr: İndirim
zh_cn: 折扣

# amount
source: Total
ar_ar: المبلغ
ru_ru: Сумма
tr_tr: Tutar
zh_cn: 金额

source: Select
ar_ar: اختر
es_es: Seleccionar
id_id: Pilih
ru_ru: Выбрать
tr_tr: Seç
zh_cn: 选择

source: Year
ar_ar: سنة
es_es: Año
id_id: Tahun
ru_ru: Год
tr_tr: Yıl
zh_cn: 年

# choose
source: Select
ar_ar: اختر
es_es: Elegir
id_id: Pilih
ru_ru: Выберите
tr_tr: Seçin
zh_cn: 选择

source: is the data entered correct?
ar_ar: هل البيانات المدخلة صحيحة؟
es_es: ¿Son correctos los datos ingresados?
id_id: apakah data yang dimasukkan sudah benar ?
ru_ru: введенные данные верны?
tr_tr: Girilen veri doğru mu?
zh_cn: 输入的数据是否正确？

source: Please select blood type
ar_ar: يرجى اختيار فصيلة الدم
es_es: Por favor, selecciona el tipo de sangre
id_id: Silahkan pilih gol darah
ru_ru: Пожалуйста, выберите группу крови
tr_tr: Lütfen kan grubu seçin
zh_cn: 请选择血型

source: Yes
ar_ar: نعم
es_es: Sí
id_id: Ya
ru_ru: Да
tr_tr: Evet
zh_cn: 是

source: Type, ex.
ar_ar: اكتب، على سبيل المثال.
es_es: Escribe, por ejemplo.
id_id: Ketik, misal.
ru_ru: Введите, напр.
tr_tr: Örneğin yazın.
zh_cn: 输入，例如。

source: Other
ar_ar: أخرى
es_es: Otros
id_id: Lainnya
ru_ru: Другое
tr_tr: Diğer
zh_cn: 其他

# required_multiple
source: required multiple of
ar_ar: مطلوب مضاعفات
es_es: múltiplos requeridos
id_id: wajib kelipatan
ru_ru: требуется кратное значение
tr_tr: Çoklu olarak zorunludur
zh_cn: 要求倍数

source: Enter Topup Amount
ar_ar: أدخل مبلغ إعادة التعبئة
es_es: Ingresa el monto de la recarga
id_id: Input Nominal Isi Ulang
ru_ru: Введите сумму пополнения
tr_tr: Yükleme tutarını girin
zh_cn: 输入充值金额

source: The amount of money that will be paid
ar_ar: مبلغ المال الذي سيتم دفعه
es_es: El monto que será pagado
id_id: Jumlah uang yang akan dibayarkan
ru_ru: Сумма, которая будет выплачена
tr_tr: Ödenecek miktar
zh_cn: 应支付的金额为

# is_adalah
source: is
ar_ar: هو
es_es: es
id_id: adalah
ru_ru: является
tr_tr: şudur
zh_cn: 是

# if_it_is_less_than_maximum_amount_and_more_than_minimum_amount
source: If it is less than maximum amount and more than minimum amount, multiples of the minimum amount apply.
ar_ar: إذا كان أقل من المبلغ الأقصى وأكثر من المبلغ الأدنى، فإنه ينطبق مضاعفات من الأيام العدد الأدنى.
es_es: Si es menos que el monto máximo y más que el mínimo, se aplican múltiplos del monto mínimo.
id_id: Jika kurang dari jumlah maksimal dan lebih dari jumlah minimal berlaku kelipatan dari hari jumlah minimal.
ru_ru: Если меньше максимума и больше минимума, используется кратное значение минимальной суммы.
tr_tr: Eğer bu, maksimum tutardan daha az ve minimum tutardan fazla ise, bu durumda gün sayısına göre bir kat tutar uygulanır.
zh_cn: 如果少于最高金额且多于最低金额，适用于最小金额的倍数。

source: Choose Topup
ar_ar: اختر إعادة التعبئة
es_es: Elige Recarga
id_id: Pilih Isi Ulang
ru_ru: Выберите пополнение
tr_tr: Yükleme Seçin
zh_cn: 选择充值

source: Manual Input
ar_ar: إدخال يدوي
es_es: Entrada manual
id_id: Input manual
ru_ru: Ручной ввод
tr_tr: Manuel Giriş
zh_cn: 手动输入

# plese_profiling_first_before_joining_coolchat
source: Please profile first before joining Coolchat
ar_ar: يرجى التصنيف أولاً قبل الانضمام إلى Coolchat
es_es: Por favor, realiza el perfil primero antes de unirte a Coolchat
id_id: Silahkan profiling dulu sebelum bergabung ke Coolchat
ru_ru: Пожалуйста, сначала выполните профилирование, прежде чем присоединиться к Coolchat
tr_tr: Lütfen Coolchat'a katılmadan önce profilinizi oluşturun
zh_cn: 请先进行分析后再加入Coolchat

source: Change Password
ar_ar: تغيير كلمة المرور
es_es: Cambiar Contraseña
id_id: Ubah Password
ru_ru: Изменить пароль
tr_tr: Şifreyi Değiştir
zh_cn: 修改密码

source: Rich Type
ar_ar: نوع ثري
es_es: Tipo Rico
id_id: Tipe Kaya
ru_ru: Тип богатства
tr_tr: Zengin Tipi
zh_cn: 财富类型

# aura_type
source: Type Aura
ar_ar: نوع هالة
es_es: Tipo de Aura
id_id: Tipe Aura
ru_ru: Тип ауры
tr_tr: Aura Tipi
zh_cn: 气场类型

source: Pay with your Cool balance
ar_ar: ادفع برصيد Cool الخاص بك
es_es: Paga con tu saldo Cool
id_id: Bayar dengan saldo Cool anda
ru_ru: Оплатите своим Cool балансом
tr_tr: Cool bakiyenizle ödeme yapın
zh_cn: 使用您的Cool余额支付

source: Payment with Cool balance was successful
ar_ar: تمت عملية الدفع باستخدام رصيد Cool بنجاح
es_es: El pago con saldo Cool fue exitoso
id_id: Pembayaran dengan saldo Cool berhasil
ru_ru: Оплата с помощью Cool баланса прошла успешно
tr_tr: Cool bakiyesi ile ödeme başarıyla yapıldı
zh_cn: 使用Cool余额支付成功

source: Logging In...
ar_ar: جارٍ تسجيل الدخول...
es_es: Iniciando sesión...
id_id: Sedang Masuk...
ru_ru: Вход...
tr_tr: Giriş Yapılıyor...
zh_cn: 正在登录...

source: Registering...
ar_ar: جارٍ التسجيل...
es_es: Registrando...
id_id: Sedang Mendaftar...
ru_ru: Регистрация...
tr_tr: Kayıt Olunuyor...
zh_cn: 正在注册...
