Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

source: Brain Subscription
ar_ar: اشتراك في العقل
es_es: Suscripción Brain
id_id: Langganan Brain
ru_ru: Подписка Brain
tr_tr: Beyin Aboneliği
zh_cn: 脑部订阅

# referral_code_affiliate
source: Affiliate Referral Code
ar_ar: رمز إحالة الشريك
es_es: Código de referido del afiliado
id_id: Kode Referral Affiliator
ru_ru: Реферальный код аффилиата
tr_tr: Afiliasyon Kodu
zh_cn: 联盟推荐码

source: Brain Activation
ar_ar: تفعيل العقل
es_es: Activación Cerebral
id_id: Aktivasi Otak
ru_ru: Активация мозга
tr_tr: Beyin Aktivasyonu
zh_cn: 脑部激活

source: Coming Soon
ar_ar: قريبًا
es_es: Próximamente
id_id: Segera Hadir
ru_ru: Скоро
tr_tr: Yakında Gelecek
zh_cn: 即将推出

source: Merchandise Payment
ar_ar: دفع البضائع
es_es: Pago de mercancía
id_id: Pembayaran Merchandise
ru_ru: Оплата за товары
tr_tr: Ürün Ödemesi
zh_cn: 商品支付

# feature_unavailable_affiliate
source: This feature is not available if you are an affiliator
ar_ar: هذه الميزة غير متاحة إذا كنت شريكًا
es_es: Esta función no está disponible si eres afiliado
id_id: Fitur ini tidak tersedia jika Anda adalah seorang affiliator
ru_ru: Эта функция недоступна для аффилиатов
tr_tr: Bu özellik, bir afiliye iseniz mevcut değildir
zh_cn: 如果您是联盟成员，此功能不可用

# account_disabled_contact_admin
source: Your account has been disabled, please contact Cool App administrator
ar_ar: تم تعطيل حسابك، يرجى الاتصال بمدير Cool App
es_es: Tu cuenta ha sido desactivada, por favor contacta al administrador de Cool App
id_id: Akun anda telah dinonaktifkan, silahkan kontak administrator Cool App
ru_ru: Ваш аккаунт деактивирован, свяжитесь с администратором Cool App
tr_tr: Hesabınız devre dışı bırakıldı, lütfen Cool App yöneticisi ile iletişime geçin
zh_cn: 您的账户已被停用，请联系Cool App管理员

# complete_profile_before_joining
source: Please complete your profile & profiling according to your profile before joining Coolchat
ar_ar: يرجى إكمال ملفك الشخصي وتصنيفه قبل الانضمام إلى Coolchat
es_es: Por favor, completa tu perfil y la evaluación de perfil antes de unirte a Coolchat
id_id: Silahkan lengkapi profil & profiiling sesuai profil dulu sebelum bergabung ke Coolchat
ru_ru: Пожалуйста, заполните профиль перед вступлением в Coolchat
tr_tr: Coolchat'a katılmadan önce profilinizi tamamlayın
zh_cn: 请先完成个人资料和分析后再加入Coolchat

source: Bank account not found
ar_ar: لم يتم العثور على حساب البنك
es_es: Cuenta bancaria no encontrada
id_id: Account bank tidak ditemukan
ru_ru: Банковский счет не найден
tr_tr: Banka hesabı bulunamadı
zh_cn: 未找到银行账户

# upgrade_member_to_get_more_feature
source: Upgrade members to get access to more features
ar_ar: قم بترقية العضوية للحصول على ميزات إضافية
es_es: Mejora tu membresía para obtener acceso a más funciones
id_id: Tingkatkan anggota untuk mendapatkan akses ke lebih banyak fitur
ru_ru: Повышение членства для доступа к новым функциям
tr_tr: Daha fazla özellik elde etmek için üyelik yükseltin
zh_cn: 升级会员以获得更多功能

# member_upgrade_successfull
source: Member Upgrade Successful
ar_ar: ترقية العضوية تمت بنجاح
es_es: Actualización de miembro exitosa
id_id: Peningkatan Anggota Berhasil
ru_ru: Членство успешно обновлено
tr_tr: Üye yükseltme başarılı
zh_cn: 会员升级成功

# what_is_negative_balance
source: What is a negative balance(-)?
ar_ar: ما هو الرصيد السالب؟
es_es: ¿Qué es el saldo negativo (-)?
id_id: Apa itu saldo minus(-)?
ru_ru: Что такое отрицательный баланс?
tr_tr: Negatif bakiye nedir?
zh_cn: 什么是负余额？

# negative_balance_description
source: A negative balance is incurred when a member performs profiling but exceeds the available affiliate balance. This deficit is considered a debt (negative balance). When the affiliate tops up, their balance will automatically be deducted according to the negative balance.
ar_ar: الرصيد السالب يحدث عندما يقوم الأعضاء بالتصنيف ولكن يتجاوز الرصيد المتاح للشريك. وبالتالي، يتم اعتبار النقص كدين (رصيد سالب). عندما يقوم الشريك بإعادة التعبئة، يتم خصم رصيده تلقائيًا وفقًا للرصيد السالب.
es_es: El saldo negativo se obtiene cuando un miembro realiza un perfilado pero excede el saldo disponible del afiliado. Esta diferencia se considera como una deuda (saldo negativo). Cuando el afiliado recarga, su saldo se deduce automáticamente según el saldo negativo.
id_id: Saldo minus didapatkan dari member yang melakukan profiling namun melebihi saldo affiliator yang tersedia. Sehingga kekurangan tersebut dijadikan hutang (saldo minus). Ketika affiliator top up maka saldonya akan otomatis terpotong sesuai saldo minus tersebut.
ru_ru: Отрицательный баланс возникает, когда участник проводит профилирование, превышающее доступный баланс аффилиата. Недостаток уходит в долг (отрицательный баланс), который будет автоматически списан при пополнении баланса.
tr_tr: Negatif bakiye, profilleme yapan üyelerin mevcut afiliye bakiyesini aşmasıyla oluşur. Eksiklik borç olarak kabul edilir (negatif bakiye). Afiliye bakiye yüklediğinde, bu eksiklik bakiyeden otomatik olarak düşülür.
zh_cn: 负余额是会员分析时余额不足所产生的债务。当联盟成员充值时，余额会自动扣除负余额。

# terms_conditions_brain_act
source: Terms and Conditions Brain Activation
ar_ar: الشروط والأحكام لتفعيل العقل
es_es: Términos y condiciones de Activación Cerebral
id_id: Syarat dan ketentuan Brain Activation
ru_ru: Условия использования Brain Activation
tr_tr: Beyin Aktivasyonu Şartlar ve Koşullar
zh_cn: 脑部激活的条款和条件

source: Process
ar_ar: عملية
es_es: Procesar
id_id: Proses
ru_ru: Процесс
tr_tr: İşlem
zh_cn: 处理

# free_version_limit
source: The free version can only be listened to for the first 5 minutes. Please subscribe to listen to the entire content.
ar_ar: النسخة المجانية يمكن الاستماع إليها حتى 5 دقائق الأولى فقط. يرجى الاشتراك للاستماع إلى الكل.
es_es: La versión gratuita solo permite escuchar los primeros 5 minutos. Por favor, suscríbete para escuchar la versión completa.
id_id: Versi free hanya dapat didengarkan sampai 5 menit pertama. Silahkan berlangganan untuk mendengarkan keseluruhan.
ru_ru: Бесплатная версия доступна только для первых 5 минут. Подпишитесь, чтобы прослушать полное содержимое.
tr_tr: Ücretsiz sürüm yalnızca ilk 5 dakika dinlenebilir. Tamamını dinlemek için abonelik yapın.
zh_cn: 免费版仅可听前5分钟，订阅后可听完整内容

# daily_limit_reached
source: You have reached today's limit of 3 plays
ar_ar: لقد وصلت إلى الحد اليومي وهو 3 مرات تشغيل
es_es: Has alcanzado el límite diario de 3 reproducciones
id_id: Kamu Telah Mencapai Batas Hari Ini Yaitu 3 Kali Pemutaran
ru_ru: Вы достигли дневного лимита в 3 прослушивания.
tr_tr: Bugünkü limitinize ulaştınız, 3 kez çalma hakkınız kaldı
zh_cn: 您已达到今天的3次播放上限

# listen_brain_40_times
source: Please listen to the brain according to your character 40 times first. After that, you can subscribe to others.
ar_ar: يرجى الاستماع إلى العقل وفقًا لشخصيتك 40 مرة أولاً. بعد ذلك يمكنك الاشتراك في الميزات الأخرى.
es_es: Por favor, escucha Brain según tu perfil 40 veces primero. Luego podrás suscribirte a otras opciones.
id_id: Silahkan dengarkan brain sesuai karakter anda 40 kali terlebih dahulu. Setelah itu anda dapat berlangganan yang lainnya.
ru_ru: Прослушайте brain в соответствии с вашим характером 40 раз, затем вы сможете подписаться на другие.
tr_tr: Lütfen beyninizi 40 kez dinleyin. Ardından diğer abonelik seçenekleri sunulacaktır.
zh_cn: 请先根据您的性格听40次脑部内容，然后您可以订阅其他内容。

# failed_load_qr_code
source: Failed to load QR code, please refresh the page
ar_ar: فشل في تحميل رمز QR، يرجى تحديث الصفحة
es_es: Error al cargar el código QR, por favor refresca la página
id_id: Gagal memuat QR code, silahkan refresh page
ru_ru: Не удалось загрузить QR-код, обновите страницу.
tr_tr: QR kodu yüklenemedi, lütfen sayfayı yenileyin
zh_cn: 二维码加载失败，请刷新页面

# subscribed_this_month
source: You have subscribed for this month. Options will be available for the next month
ar_ar: لقد اشتركت لهذا الشهر، ستكون الخيارات متاحة للشهر المقبل
es_es: Ya estás suscrito para este mes, las opciones estarán disponibles para el próximo mes
id_id: Kamu sudah subscribe untuk bulan ini, pilihan akan tersedia untuk bulan berikutnya
ru_ru: Вы уже подписались в этом месяце, доступ будет открыт в следующем.
tr_tr: Bu ay zaten abone oldunuz, seçenekler bir sonraki ay için sunulacaktır
zh_cn: 您本月已订阅，下月将有新的选项

# no_deposit_fee
source: You have not made a deposit fee. Please make a payment first
ar_ar: لم تقم بدفع رسوم الإيداع. يرجى إجراء الدفع أولاً
es_es: No has realizado el pago de la tarifa de depósito. Por favor, realiza el pago primero
id_id: Kamu belum melakukan deposit fee. Silahkan lakukan pembayaran dulu
ru_ru: Вы еще не оплатили депозит. Пожалуйста, оплатите.
tr_tr: Henüz depozito ücreti ödemediniz. Lütfen ödeme yapın
zh_cn: 您还未支付存款费用，请先进行支付

source: Sharing opportunities, Sharing profits
ar_ar: مشاركة الفرص، مشاركة الأرباح
es_es: Compartiendo oportunidades, compartiendo beneficios
id_id: Berbagi peluang, Berbagi keuntungan
ru_ru: Поделитесь возможностями, поделитесь прибылью
tr_tr: Fırsatları paylaş, kazançları paylaş
zh_cn: 共享机会，共享利润

source: Update photo profile success
ar_ar: تم تحديث صورة الملف الشخصي بنجاح
es_es: Foto de perfil actualizada con éxito
id_id: Berhasil memperbarui foto profil
ru_ru: Фото профиля обновлено успешно
tr_tr: Profil fotoğrafı başarıyla güncellendi
zh_cn: 个人资料照片更新成功

# please_upload_profile_picture
source: Please upload your profile picture
ar_ar: يرجى رفع صورة الملف الشخصي الخاصة بك
es_es: Por favor, sube tu foto de perfil
id_id: Silakan unggah foto profil Anda
ru_ru: Пожалуйста, загрузите фото профиля
tr_tr: Lütfen profil fotoğrafınızı yükleyin
zh_cn: 请上传您的个人资料照片

source: Your Affiliate Code
ar_ar: رمز الشريك الخاص بك
es_es: Tu código de afiliado
id_id: Kode Affiliate Anda
ru_ru: Ваш аффилиатный код
tr_tr: Afiliasyon Kodunuz
zh_cn: 您的联盟代码

source: Please enter a valid email address
ar_ar: يرجى إدخال عنوان بريد إلكتروني صالح
es_es: Por favor, ingresa una dirección de correo electrónico válida
id_id: Harap masukkan alamat email yang valid
ru_ru: Введите правильный адрес электронной почты
tr_tr: Lütfen geçerli bir e-posta adresi girin
zh_cn: 请输入有效的电子邮件地址

source: Password must include uppercase letters lowercase letters digits and special characters
ar_ar: يجب أن تتضمن كلمة المرور أحرفًا كبيرة وصغيرة وأرقامًا وحروفًا خاصة
es_es: La contraseña debe incluir letras mayúsculas, letras minúsculas, dígitos y caracteres especiales
id_id: Kata sandi harus mencakup huruf besar, huruf kecil, angka, dan karakter khusus
ru_ru: Пароль должен содержать заглавные и строчные буквы, цифры и специальные символы
tr_tr: Şifre, büyük harf, küçük harf, rakam ve özel karakterler içermelidir
zh_cn: 密码必须包含大写字母、小写字母、数字和特殊字符

source: Password must be at least 8 characters
ar_ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
es_es: La contraseña debe tener al menos 8 caracteres
id_id: Kata sandi harus minimal 8 karakter
ru_ru: Пароль должен быть не менее 8 символов
tr_tr: Şifre en az 8 karakter olmalıdır
zh_cn: 密码至少为8个字符

source: Please wait
ar_ar: انتظر من فضلك
es_es: Por favor espera
id_id: Mohon Tunggu
ru_ru: Пожалуйста, подождите
tr_tr: Lütfen Bekleyin
zh_cn: 请稍候

source: Uploading in progress
ar_ar: جاري التحميل
es_es: Subiendo en progreso
id_id: Sedang Proses Upload
ru_ru: Загрузка в процессе
tr_tr: Yükleme İşlemi Devam Ediyor
zh_cn: 上传进行中

source: Delete Account
ar_ar: حذف الحساب
es_es: Eliminar cuenta
id_id: Hapus Akun
ru_ru: Удалить аккаунт
tr_tr: Hesabınızı Silin
zh_cn: 删除账户

source: Home
ar_ar: الرئيسية
es_es: Inicio
id_id: Beranda
ru_ru: Главная
tr_tr: Ana Sayfa
zh_cn: 首页

source: Notification
ar_ar: الإشعارات
es_es: Notificación
id_id: Notifikasi
ru_ru: Уведомление
tr_tr: Bildirim
zh_cn: 通知

source: Chat
ar_ar: الرسائل
es_es: Mensaje
id_id: Pesan
ru_ru: Чат
tr_tr: Mesaj
zh_cn: 聊天

source: Delete
ar_ar: حذف
es_es: Eliminar
id_id: Hapus
ru_ru: Удалить
tr_tr: Sil
zh_cn: 删除

source: Have you ever used CoolApps?
ar_ar: هل سبق لك استخدام CoolApps؟
es_es: ¿Has usado alguna vez CoolApps?
id_id: Apakah anda pernah menggunakan CoolApps?
ru_ru: Вы когда-нибудь использовали CoolApps?
tr_tr: Hiç CoolApps'i kullandınız mı?
zh_cn: 您曾经使用过 CoolApps 吗？

source: Yes, I Have
ar_ar: نعم لدي
es_es: Sí, lo tengo
id_id: Ya, saya pernah
ru_ru: Да, у меня есть
tr_tr: Evet bende var
zh_cn: 是的，我有

source: No, this is the first time
ar_ar: لا، هذه هي المرة الأولى
es_es: No, esta es la primera vez.
id_id: Tidak, ini pertama kali
ru_ru: Нет, это первый раз.
tr_tr: Hayır, bu ilk kez
zh_cn: 不，这是第一次

source: Skip
ar_ar: تخطي
es_es: Saltar
id_id: Lewati
ru_ru: Пропустить
tr_tr: Atla
zh_cn: 跳过

# lanjut
source: Next
ar_ar: استمر
es_es: Continuar
id_id: lanjut
ru_ru: Продолжить
tr_tr: Devam Et
zh_cn: 继续

source: Back
ar_ar: رجوع
es_es: Atrás
id_id: Kembali
ru_ru: Назад
tr_tr: Geri
zh_cn: 返回

# come_get_to_know_yourself
source: Get to know yourself
ar_ar: تعرف على نفسك
es_es: Conócete a ti mismo
id_id: Ayo kenali diri anda
ru_ru: Познай себя
tr_tr: Kendini Tanı
zh_cn: 了解自己

# every_human_being_is_unique
source: Every human being is unique and has a different combination of brain types. So, what brain type describes you?
ar_ar: كل إنسان فريد من نوعه ولديه مجموعة مختلفة من أنماط الدماغ. فما هو نمط الدماغ الذي يصفك؟
es_es: Cada ser humano es único y tiene una combinación diferente de tipos de cerebro. Entonces, ¿qué tipo de cerebro te describe?
id_id: Setiap manusia itu unik, dan memiliki kombinasi tipe otak yang berbeda-beda. Jadi, apa tipe otak yang menggambarkan diri anda?
ru_ru: Каждый человек уникален и обладает своей комбинацией типов мозга. Итак, какой тип мозга описывает вас?
tr_tr: Her insan benzersizdir ve farklı beyin tiplerinin kombinasyonuna sahiptir. Peki, seni tanımlayan beyin tipi nedir?
zh_cn: 每个人都是独特的，拥有不同的脑型组合。那么，什么样的脑型能描述你呢？

source: Let's develop ourselves
ar_ar: لنطور أنفسنا
es_es: Desarrollemos juntos
id_id: Ayo kembangkan diri
ru_ru: Давайте развиваться вместе
tr_tr: Hadi kendimizi geliştirelim
zh_cn: 让我们一起发展

# develop_yourself_by_exploring
source: Develop yourself by exploring the available online books. Be a better version of yourself, anytime and anywhere.
ar_ar: طور نفسك من خلال استكشاف الكتب الإلكترونية المتوفرة. كن أفضل نسخة منك، في أي وقت وفي أي مكان.
es_es: Desarróllate explorando los libros en línea disponibles. Sé una mejor versión de ti mismo, en cualquier momento y lugar.
id_id: Kembangkan diri anda dengan menjelajahi buku online yang telah tersedia. Jadi diri yang lebih baik, dimanapun dan kapanpun
ru_ru: Развивайтесь, изучая доступные онлайн-книги. Станьте лучшей версией себя, где бы вы ни находились и когда бы ни пожелали.
tr_tr: Kendini, mevcut çevrimiçi kitapları keşfederek geliştir. Her zaman ve her yerde daha iyi bir versiyonun ol.
zh_cn: 通过探索可用的在线书籍来发展自己。无论何时何地，成为更好的自己。

source: Start activating brain potential
ar_ar: ابدأ تفعيل إمكانيات الدماغ
es_es: Comienza a activar el potencial del cerebro
id_id: Mulai aktivasi potensi Otak
ru_ru: Начните активировать потенциал мозга
tr_tr: Beyin potansiyelini aktif etmeye başla
zh_cn: 开始激活大脑潜能

# reach_your_brains_maximum_potential
source: Reach your brain's maximum potential by listening to special audio recordings that stimulate and enhance various cognitive functions. Play them daily for free.
ar_ar: حقق أقصى إمكانيات دماغك من خلال الاستماع إلى تسجيلات صوتية مخصصة لتحفيز وتعزيز الوظائف الإدراكية المختلفة. استمع يوميًا مجانًا.
es_es: Alcanza el máximo potencial de tu cerebro escuchando grabaciones de audio especiales que estimulan y mejoran diversas funciones cognitivas. Escúchalas diariamente de forma gratuita.
id_id: Raih potensi maksimal otak anda, dengan mendengarkan audio khusus yang dapat meningkatkan dan merangsang berbagai fungsi kognitif Mainkan tiap hari secara gratis
ru_ru: Достигните максимального потенциала вашего мозга, слушая специальные аудиозаписи, которые стимулируют и улучшают различные когнитивные функции. Слушайте их ежедневно бесплатно.
tr_tr: Beynin maksimum potansiyeline ulaşmak için, çeşitli bilişsel fonksiyonları uyarıp geliştiren özel ses kayıtlarını dinle. Her gün ücretsiz dinle.
zh_cn: 通过收听特殊的音频录音来激发和增强各种认知功能，释放大脑的最大潜能。每天免费收听。

# share_your_stories_and_your_heart_with_CoolApp_users
source: Share your stories and feelings with CoolApp users. May you find many new friends and positive experiences on CoolApp!
ar_ar: شارك قصصك ومشاعرك مع مستخدمي CoolApp. نتمنى أن تجد الكثير من الأصدقاء الجدد والتجارب الإيجابية في CoolApp!
es_es: Comparte tus historias y sentimientos con los usuarios de CoolApp. ¡Esperamos que encuentres muchos nuevos amigos y experiencias positivas en CoolApp!
id_id: Bagikan cerita dan isi hati anda kepada para pengguna CoolApp. Semoga Anda menemukan banyak teman baru dan pengalaman positif di CoolApp!
ru_ru: Делитесь своими историями и чувствами с пользователями CoolApp. Надеемся, вы найдете много новых друзей и получите позитивный опыт с CoolApp!
tr_tr: Hikayelerini ve duygularını CoolApp kullanıcılarıyla paylaş. CoolApp'ta birçok yeni arkadaş ve olumlu deneyim bulmanı umuyoruz!
zh_cn: 与CoolApp用户分享你的故事和感受。希望你能在CoolApp找到许多新朋友和积极的体验！

source: Share stories together
ar_ar: شاركوا القصص معًا
es_es: Compartir historias juntos
id_id: Berbagi cerita bersama
ru_ru: Делитесь историями вместе
tr_tr: Birlikte hikayeler paylaş
zh_cn: 一起分享故事

source: Country
ar_ar: بلد
es_es: País
id_id: Negara
ru_ru: Страна
tr_tr: Ülke
zh_cn: 国家

source: Select Country
ar_ar: اختر البلد
es_es: Seleccionar País
id_id: Pilih Negara
ru_ru: Выберите страну
tr_tr: Ülke Seç
zh_cn: 选择国家

source: Select State
ar_ar: اختر المقاطعة
es_es: Seleccionar Estado
id_id: Pilih Provinsi
ru_ru: Выберите регион
tr_tr: Eyalet Seç
zh_cn: 选择省份

source: Select City
ar_ar: اختر المدينة
es_es: Seleccionar Ciudad
id_id: Pilih Kota
ru_ru: Выберите город
tr_tr: Şehir Seç
zh_cn: 选择城市

source: Select District
ar_ar: اختر المنطقة
es_es: Seleccionar Distrito
id_id: Pilih Daerah
ru_ru: Выберите район
tr_tr: Bölge Seç
zh_cn: 选择地区

source: State
ar_ar: مقاطعة
es_es: Estado
id_id: Provinsi
ru_ru: Регион
tr_tr: Eyalet
zh_cn: 省份

source: City
ar_ar: مدينة
es_es: Ciudad
id_id: Kota
ru_ru: Город
tr_tr: Şehir
zh_cn: 城市

source: District
ar_ar: منطقة
es_es: Distrito
id_id: Daerah
ru_ru: Район
tr_tr: Bölge
zh_cn: 地区

source: Use Your Location
ar_ar: استخدم موقعك
es_es: Usa tu ubicación
id_id: Gunakan Lokasi Anda
ru_ru: Используйте ваше местоположение
tr_tr: Konumunuzu Kullan
zh_cn: 使用你的当前位置

source: Confirm Location
ar_ar: تأكيد الموقع
es_es: Confirmar ubicación
id_id: Konfirmasi Lokasi
ru_ru: Подтвердите местоположение
tr_tr: Konumu Onayla
zh_cn: 确认位置

source: Healing
ar_ar: الشفاء
es_es: Sanación
ru_ru: Исцеление
tr_tr: Şifa
zh_cn: 治疗

source: News From COOL
ar_ar: أخبار من COOL
es_es: Noticias de COOL
id_id: Berita Dari COOL
ru_ru: Новости от COOL
tr_tr: COOL'dan Haberler
zh_cn: 来自COOL的新闻

source: My Profiling
ar_ar: ملفي الشخصي
es_es: Mi Perfil
id_id: Profil Saya
ru_ru: Мой профиль
tr_tr: Profilim
zh_cn: 我的个人资料

# Ayo_kenali_diri_anda
source: Let's get to know yourself!
ar_ar: دعونا نتعرف على نفسك!
es_es: ¡Vamos a conocerte!
id_id: Ayo kenali diri anda!
ru_ru: Давайте узнаем себя!
tr_tr: Hadi kendini tanıyalım!
zh_cn: 让我们了解自己！

source: Become Affiliator
ar_ar: كن شريكًا
es_es: Conviértete en afiliado
id_id: Jadi Affiliator
ru_ru: Стань партнером
tr_tr: Affiliator Ol
zh_cn: 成为合伙人

source: Earn money by becoming an affiliator
ar_ar: اكسب المال من خلال أن تصبح شريكًا
es_es: Gana dinero convirtiéndote en afiliado
id_id: Dapatkan uang dengan menjadi affiliator
ru_ru: Зарабатывайте деньги, становясь партнером
tr_tr: Bir affiliator olarak para kazan
zh_cn: 通过成为合伙人赚取收入

source: No profiling yet
ar_ar: لا يوجد تحليل بعد
es_es: Aún no hay perfil
id_id: Belum ada profil
ru_ru: Профиль пока не создан
tr_tr: Henüz profil yok
zh_cn: 尚未配置资料

# Fill_in_your_profile
source: Come on! Fill in your profile so you can enjoy all our features
ar_ar: هيا! قم بملء ملفك الشخصي حتى تتمكن من الاستمتاع بجميع ميزاتنا
es_es: ¡Vamos! Completa tu perfil para que puedas disfrutar de todas nuestras funciones
id_id: Ayo! Lengkapi profil Anda agar dapat menikmati semua fitur kami
ru_ru: Давайте! Заполните свой профиль, чтобы воспользоваться всеми нашими функциями
tr_tr: Hadi! Profilinizi doldurun, böylece tüm özelliklerimizin keyfini çıkarabilirsiniz
zh_cn: 快来！完善您的个人资料以享受我们所有的功能

source: Account
ar_ar: حساب
es_es: Cuenta
id_id: Akun
ru_ru: Аккаунт
tr_tr: Hesap
zh_cn: 账户

source: Security
ar_ar: أمان
es_es: Seguridad
id_id: Keamanan
ru_ru: Безопасность
tr_tr: Güvenlik
zh_cn: 安全

source: Notification Settings
ar_ar: إعدادات الإشعار
es_es: Configuración de Notificaciones
id_id: Pengaturan Notifikasi
ru_ru: Настройки уведомлений
tr_tr: Bildirim Ayarları
zh_cn: 通知设置

# About_Us_And_Help
source: About Us & Help
ar_ar: من نحن والمساعدة
es_es: Sobre nosotros y ayuda
id_id: Tentang Kami & Bantuan
ru_ru: О нас и помощь
tr_tr: Hakkımızda ve Yardım
zh_cn: 关于我们和帮助

source: Report Issue Usage
ar_ar: الإبلاغ عن مشكلة الاستخدام
es_es: Informar sobre problemas de uso
id_id: Laporkan Masalah Penggunaan
ru_ru: Сообщить о проблеме
tr_tr: Kullanım Sorununu Bildir
zh_cn: 报告使用问题

source: Help
ar_ar: مساعدة
es_es: Ayuda
id_id: Bantuan
ru_ru: Помощь
tr_tr: Yardım
zh_cn: 帮助

# Terms_and_Conditions
source: Terms & Conditions
ar_ar: الشروط والأحكام
es_es: Términos y condiciones
id_id: Terma & Syarat
ru_ru: Условия и положения
tr_tr: Şartlar ve Koşullar
zh_cn: 条款和条件

# App_Version
source: App Version V2.4.93
ar_ar: إصدار التطبيق V2.4.93
es_es: Versión de la aplicación V2.4.93
id_id: Versi Aplikasi V2.4.93
ru_ru: Версия приложения V2.4.93
tr_tr: Uygulama Sürümü V2.4.93
zh_cn: 应用版本 V2.4.93

# Old_Email
source: Your Old Email
ar_ar: بريدك الإلكتروني القديم
es_es: Tu correo electrónico antiguo
id_id: Email Lama Anda
ru_ru: Ваш старый адрес электронной почты
tr_tr: Eski E-postanız
zh_cn: 您的旧电子邮件

# New_Email_Input
source: Input New Email
ar_ar: إدخال بريد إلكتروني جديد
es_es: Ingresa un nuevo correo electrónico
id_id: Input Email Baru
ru_ru: Введите новый адрес электронной почты
tr_tr: Yeni E-postayı Girin
zh_cn: 输入新电子邮件

source: Change Email
ar_ar: تغيير البريد الإلكتروني
es_es: Cambiar correo electrónico
id_id: Ubah Email
ru_ru: Изменить адрес электронной почты
tr_tr: E-postayı Değiştir
zh_cn: 更改电子邮件

# Email_Input
source: Enter your email
ar_ar: أدخل بريدك الإلكتروني
es_es: Ingresa tu correo electrónico
id_id: Isi Email Anda
ru_ru: Введите ваш адрес электронной почты
tr_tr: E-postanızı girin
zh_cn: 输入您的电子邮件

# OTP_Code_Input
source: Input OTP Code
ar_ar: إدخال رمز OTP
es_es: Ingresa el código OTP
id_id: Input Kode OTP
ru_ru: Введите код OTP
tr_tr: OTP Kodunu Girin
zh_cn: 输入 OTP 代码

# Verification_Code
source: Enter the verification code sent to your email
ar_ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني
es_es: Ingresa el código de verificación enviado a tu correo electrónico
id_id: Isi Kode Verifikasi yang Dikirimkan pada Email
ru_ru: Введите код подтверждения, отправленный на вашу электронную почту
tr_tr: E-postanıza gönderilen doğrulama kodunu girin
zh_cn: 输入发送到您电子邮件的验证码

source: Not You?
ar_ar: ليس أنت؟
es_es: ¿No eres tú?
id_id: Bukan Anda?
ru_ru: Не вы?
tr_tr: Siz Değil Misiniz?
zh_cn: 不是您？

source: Report Issue
ar_ar: الإبلاغ عن مشكلة
es_es: Informar de un problema
id_id: Laporkan Masalah
ru_ru: Сообщить о проблеме
tr_tr: Sorun Bildir
zh_cn: 报告问题

# What_Problem
source: What problem are you experiencing?
ar_ar: ما المشكلة التي تواجهها؟
es_es: ¿Qué problema estás experimentando?
id_id: Tipe masalah apa yang dialami?
ru_ru: Какая у вас проблема?
tr_tr: Hangi sorunu yaşıyorsunuz?
zh_cn: 您遇到了什么问题？

source: Tell us!
ar_ar: أخبرنا!
es_es: ¡Cuéntanos!
id_id: Ceritakan kepada kami!
ru_ru: Расскажите нам!
tr_tr: Bize anlatın!
zh_cn: 告诉我们！

source: Tell us here
ar_ar: أخبرنا هنا
es_es: Cuéntanos aquí
id_id: Ceritakan di sini
ru_ru: Расскажите здесь
tr_tr: Buraya yazın
zh_cn: 在这里告诉我们

source: Send
ar_ar: إرسال
es_es: Enviar
id_id: Kirimkan
ru_ru: Отправить
tr_tr: Gönder
zh_cn: 发送

source: Thank you for your report
ar_ar: شكرًا لتقريرك
es_es: Gracias por tu informe
id_id: Terima kasih atas laporan Anda
ru_ru: Спасибо за ваш отчет
tr_tr: Raporunuz için teşekkür ederiz
zh_cn: 感谢您的报告
