Repository: coolmindtechnology/coolidapps
Catalog: lib/l10n/intl_*.arb
Languages: ar_ar, es_es, id_id, ru_ru, tr_tr, zh_cn

# view_old_profiling
source: You can still view the results of previous profiling
ar_ar: لا يزال بإمكانك مشاهدة نتائج الملف التعريفي القديمة
es_es: Aún puede ver los resultados del perfil anterior
id_id: Anda masih bisa melihat hasil profiling yang lama
ru_ru: Вы все еще можете просматривать результаты предыдущего профилирования
tr_tr: Önceki profil sonuçlarını hala görüntüleyebilirsiniz
zh_cn: 您仍然可以查看以前的个人资料记录

source: Use another account
ar_ar: استخدم حسابًا آخر
es_es: Usar otra cuenta
id_id: Gunakan akun lain
ru_ru: Использовать другой аккаунт
tr_tr: Başka bir hesap kullan
zh_cn: 使用其他账户

# confirm_bank_account
source: Are you sure about this bank account number?
ar_ar: هل أنت متأكد من رقم الحساب المصرفي هذا؟
es_es: ¿Está seguro de este número de cuenta bancaria?
id_id: Apakah Anda yakin dengan nomor rekening ini?
ru_ru: Вы уверены в правильности этого банковского счета?
tr_tr: Bu banka hesabı numarasından emin misiniz?
zh_cn: 您确定此银行账户号码正确吗？

# double_check_bank_number
source: Make sure the entered number is yours. You can change the bank account number in settings.
ar_ar: تأكد من أن الرقم الذي تم إدخاله هو رقمك. يمكنك تغيير رقم الحساب المصرفي في الإعدادات.
es_es: Asegúrese de que el número ingresado sea el suyo. Puede cambiar el número de cuenta bancaria en la configuración.
id_id: Pastikan kembali nomor yang dimasukkan adalah nomor Anda. Anda bisa mengubah nomor rekening di pengaturan.
ru_ru: Убедитесь, что введенный номер — ваш. Вы можете изменить номер банковского счета в настройках.
tr_tr: Girilen numaranın size ait olduğundan emin olun. Banka hesap numaranızı ayarlardan değiştirebilirsiniz.
zh_cn: 请确保输入的号码是您的号码。您可以在设置中更改银行账户号码。

source: From
ar_ar: من
es_es: De
id_id: Dari
ru_ru: От
tr_tr: Kimden
zh_cn: 来自

source: Yes, I am sure
ar_ar: نعم، أنا متأكد
es_es: Sí, estoy seguro
id_id: Ya, Saya Yakin
ru_ru: Да, я уверен
tr_tr: Evet, Eminim
zh_cn: 是的，我确定

source: Proceed
ar_ar: استمر
es_es: Seguir
id_id: Lanjut
ru_ru: Продолжить
tr_tr: Devam et
zh_cn: 继续

source: Invoice
ar_ar: فاتورة
es_es: Factura
ru_ru: Счет
tr_tr: Fatura
zh_cn: 发票

source: ID:
ar_ar: المعرف:

source: Affiliate Program:
ar_ar: برنامج المسوق بالعمولة:
es_es: Programa de Afiliados:
id_id: Program Afiliasi:
ru_ru: Партнерская программа:
tr_tr: Ortaklık Programı:
zh_cn: 合伙人计划：

# welcome_affiliate_program
source: Welcome to our Affiliate Program! By joining, you can earn extra income by referring our products or services to others.
ar_ar: مرحبًا بك في برنامجنا للمسوقين بالعمولة! من خلال الانضمام، يمكنك كسب دخل إضافي عن طريق الترويج لمنتجاتنا أو خدماتنا للآخرين.
es_es: ¡Bienvenido a nuestro Programa de Afiliados! Al unirse, puede obtener ingresos adicionales recomendando nuestros productos o servicios a otras personas.
id_id: Selamat datang di Program Afiliasi kami! Dengan bergabung, Anda dapat mendapatkan penghasilan tambahan dengan mengacu produk atau layanan kami kepada orang lain.
ru_ru: Добро пожаловать в нашу партнерскую программу! Присоединяйтесь и зарабатывайте дополнительные доходы, рекомендуя наши товары или услуги другим людям.
tr_tr: Ortaklık programımıza hoş geldiniz! Katılarak, ürünlerimizi veya hizmetlerimizi başkalarına önererek ek gelir elde edebilirsiniz.
zh_cn: 欢迎加入我们的合伙人计划！通过加入，您可以推荐我们的产品或服务来赚取额外收入。

# affiliate_agreement
source: Affiliate Program Agreement:
ar_ar: اتفاقية برنامج المسوق بالعمولة:
es_es: Acuerdo del Programa de Afiliados:
id_id: Agreement Program Afiliasi:
ru_ru: Соглашение о партнерской программе:
tr_tr: Ortaklık Programı Sözleşmesi:
zh_cn: 合伙人计划协议：

# deposit_info
source: Deposit: A deposit of 2,000,000 IDR is required to join.
ar_ar: الإيداع: يتطلب الانضمام إيداعًا قدره 2,000,000 IDR.
es_es: Depósito: Se requiere un depósito de 2.000.000 IDR para unirse.
id_id: Deposit: Diperlukan deposit sebesar 2.000.000 IDR untuk bergabung.
ru_ru: Депозит: Требуется депозит в размере 2 000 000 IDR для участия.
tr_tr: Depozito: Katılmak için 2.000.000 IDR depozito gereklidir.
zh_cn: 押金：加入需支付 2,000,000 IDR 作为押金。

# commission_info
source: Commission: Paid based on actions generated from your affiliate link.
ar_ar: العمولة: يتم دفعها بناءً على الإجراءات الناتجة عن رابط الإحالة الخاص بك.
es_es: Comisión: Se paga en función de las acciones generadas a partir de su enlace de afiliado.
id_id: Komisi: Dibayarkan berdasarkan tindakan yang dihasilkan dari tautan afiliasi Anda.
ru_ru: Комиссия: Выплачивается в зависимости от действий, совершенных через вашу партнерскую ссылку.
tr_tr: Komisyon: Ortaklık bağlantınız aracılığıyla gerçekleştirilen işlemlerden elde edilen komisyon ödenir.
zh_cn: 佣金：根据通过您的合伙人链接产生的交易支付。

# rights_responsibilities
source: Rights and Responsibilities: You are responsible for ethical promotion, and we reserve the right to terminate your account if terms are violated.
ar_ar: الحقوق والمسؤوليات: أنت مسؤول عن الترويج الأخلاقي، ونحتفظ بالحق في إلغاء حسابك إذا انتهكت الشروط.
es_es: Derechos y Responsabilidades: Usted es responsable de la promoción ética, y nos reservamos el derecho de cancelar su cuenta si viola los términos.
id_id: Hak dan Kewajiban: Anda bertanggung jawab atas promosi etis, kami berhak membatalkan akun jika melanggar ketentuan.
ru_ru: Права и обязанности: Вы несете ответственность за этическое продвижение, мы оставляем за собой право аннулировать аккаунт при нарушении условий.
tr_tr: Haklar ve Sorumluluklar: Etik tanıtımdan siz sorumlusunuz, şartları ihlal etmeniz durumunda hesabınızı iptal etme hakkımız saklıdır.
zh_cn: 权利与责任：您需负责合规推广，如违反条款，我们有权取消您的账户。

# cancellation_changes
source: Cancellation and Changes: We reserve the right to modify or cancel the agreement with notice.
ar_ar: الإلغاء والتعديلات: نحتفظ بالحق في تعديل أو إلغاء الاتفاقية مع إشعار مسبق.
es_es: Cancelación y Cambios: Nos reservamos el derecho de modificar o cancelar el acuerdo con previo aviso.
id_id: Pembatalan dan Perubahan: Kami berhak mengubah atau membatalkan perjanjian dengan pemberitahuan.
ru_ru: Отмена и изменения: Мы оставляем за собой право изменить или отменить соглашение с предварительным уведомлением.
tr_tr: İptal ve Değişiklikler: Önceden bildirimde bulunarak sözleşmeyi değiştirme veya iptal etme hakkımız saklıdır.
zh_cn: 取消与变更：我们保留修改或取消协议的权利，并会提前通知。

# join_now
source: Join now and start earning extra income!
ar_ar: انضم الآن وابدأ في تحقيق دخل إضافي!
es_es: ¡Únase ahora y comience a ganar ingresos adicionales!
id_id: Bergabunglah sekarang dan mulailah mendapatkan penghasilan tambahan!
ru_ru: Присоединяйтесь сейчас и начните зарабатывать дополнительные доходы!
tr_tr: Şimdi katılın ve ek gelir kazanmaya başlayın!
zh_cn: 立即加入，开始赚取额外收入！

source: Welcome Affiliator
ar_ar: مرحبًا بالمسوق بالعمولة
es_es: Bienvenido Afiliado
id_id: Selamat Datang Affiliator
ru_ru: Добро пожаловать, аффилиат
tr_tr: Hoş Geldiniz Ortak
zh_cn: 欢迎合伙人

# congratulations_affiliator
source: Congratulations! You are now part of our contributors
ar_ar: تهانينا! لقد أصبحت الآن جزءًا من المساهمين لدينا
es_es: ¡Felicidades! Ahora eres parte de nuestros colaboradores
id_id: Selamat! Anda telah menjadi bagian dari kontributor
ru_ru: Поздравляем! Теперь вы стали частью наших партнеров
tr_tr: Tebrikler! Artık katkıda bulunanlarımızın bir parçasısınız
zh_cn: 恭喜！您已成为我们的合伙人之一

source: What is Profiling?
ar_ar: ما هو التوصيف؟
es_es: ¿Qué es el perfilado?
id_id: Apa itu Profiling?
ru_ru: Что такое профилирование?
tr_tr: Profil Oluşturma Nedir?
zh_cn: 什么是画像分析？

source: New Profiling
ar_ar: توصيف جديد
es_es: Nuevo Perfilado
id_id: Profiling Baru
ru_ru: Новое профилирование
tr_tr: Yeni Profil Oluşturma
zh_cn: 新建画像

source: Identity Confirmation
ar_ar: تأكيد الهوية
es_es: Confirmación de Identidad
id_id: Konfirmasi Identitas
ru_ru: Подтверждение личности
tr_tr: Kimlik Doğrulama
zh_cn: 身份验证

source: Your Profiling
ar_ar: توصيفك
es_es: Tu Perfilado
id_id: Profiling Anda
ru_ru: Ваше профилирование
tr_tr: Profiliniz
zh_cn: 您的画像

# check_profiling_data
source: Let's review the profiling data you want to create, we don't want any mistakes, do we?
ar_ar: لنراجع بيانات التوصيف التي تريد إنشاؤها، لا نريد أي أخطاء، أليس كذلك؟
es_es: Revisemos los datos del perfilado que deseas crear, no queremos errores, ¿verdad?
id_id: Ayo periksa kembali data profiling yang ingin dibuat, kita tidak ingin ada yang keliru bukan?
ru_ru: Давайте еще раз проверим данные профилирования, которые вы хотите создать. Мы же не хотим ошибок, верно?
tr_tr: Oluşturmak istediğiniz profil verilerini tekrar kontrol edelim, hata yapmak istemeyiz değil mi?
zh_cn: 请仔细检查您要创建的画像数据，我们不希望有任何错误，对吧？

source: Add Profile
ar_ar: إضافة ملف شخصي
es_es: Añadir Perfil
id_id: Tambah Profil
ru_ru: Добавить профиль
tr_tr: Profil Ekle
zh_cn: 添加档案

source: DELETE PROFILING DATA?
ar_ar: حذف بيانات التوصيف؟
es_es: ¿ELIMINAR DATOS DEL PERFILADO?
id_id: HAPUS DATA PROFILING?
ru_ru: УДАЛИТЬ ДАННЫЕ ПРОФИЛИРОВАНИЯ?
tr_tr: PROFİL VERİLERİNİ SİL?
zh_cn: 删除画像数据？

# data_deletion_warning
source: Deleted data cannot be recovered, are you sure?
ar_ar: لا يمكن استرجاع البيانات المحذوفة، هل أنت متأكد؟
es_es: Los datos eliminados no se pueden recuperar, ¿estás seguro?
id_id: Data yang dihapus tidak dapat dikembalikan, Anda yakin?
ru_ru: Удаленные данные нельзя восстановить. Вы уверены?
tr_tr: Silinen veriler geri getirilemez, emin misiniz?
zh_cn: 删除的数据无法恢复，您确定吗？

source: Yes, Delete
ar_ar: نعم، احذف
es_es: Sí, Eliminar
id_id: Ya, Hapus
ru_ru: Да, удалить
tr_tr: Evet, Sil
zh_cn: 是的，删除

source: No, Don't
ar_ar: لا، لا تحذف
es_es: No, No Eliminar
id_id: Tidak, Jangan
ru_ru: Нет, не удалять
tr_tr: Hayır, Silme
zh_cn: 不，不删除

# congratulationsYou
source: CONGRATULATIONS!! YOU ARE A
ar_ar: مبروك!! أنت
es_es: ¡¡FELICIDADES!! ERES UN
id_id: SELAMAT!! ANDA ADALAH
ru_ru: ПОЗДРАВЛЯЕМ!! ВЫ
tr_tr: TEBRİKLER!! SİZ BİR
zh_cn: 恭喜!! 您是一个

source: Download Result
ar_ar: تحميل النتيجة
es_es: Descargar Resultado
id_id: Unduh Hasil
ru_ru: Скачать результат
tr_tr: Sonucu İndir
zh_cn: 下载结果

source: Brain
ar_ar: الدماغ
es_es: Cerebro
id_id: Otak
ru_ru: Мозг
tr_tr: Beyin
zh_cn: 大脑

# free_consultation
source: FREE CONSULTATION 3x
ar_ar: استشارة مجانية 3 مرات
es_es: CONSULTA GRATUITA 3x
id_id: GRATIS KONSULTASI 3x
ru_ru: БЕСПЛАТНАЯ КОНСУЛЬТАЦИЯ 3x
tr_tr: ÜCRETSİZ 3x DANIŞMANLIK
zh_cn: 免费咨询3次

# free_consultation_details
source: Get free consultation up to 3 times in 3 days
ar_ar: قم بالاستشارة مجانًا حتى 3 مرات خلال 3 أيام
es_es: Realiza consultas gratuitas hasta 3 veces en 3 días
id_id: Lakukan konsultasi secara gratis sebanyak 3 kali dalam 3 hari
ru_ru: Получите бесплатную консультацию 3 раза в течение 3 дней
tr_tr: 3 gün içinde 3 kez ücretsiz danışmanlık yapabilirsiniz
zh_cn: 在3天内可免费咨询3次

source: About your profile
ar_ar: عن ملفك الشخصي
es_es: Sobre tu perfil
id_id: Tentang Profil Anda
ru_ru: О вашем профиле
tr_tr: Profiliniz Hakkında
zh_cn: 关于您的画像

source: Wealth Type
ar_ar: نوع الثروة
es_es: Tipo de Riqueza
id_id: Tipe Kaya
ru_ru: Тип богатства
tr_tr: Zenginlik Türü
zh_cn: 财富类型

source: Family
ar_ar: العائلة
es_es: Familia
ru_ru: Семья
tr_tr: Aile
zh_cn: 家庭

source: Communication
ar_ar: التواصل
es_es: Comunicación
id_id: Komunikasi
ru_ru: Коммуникация
tr_tr: İletişim
zh_cn: 沟通

source: Career
ar_ar: المهنة
es_es: Carrera
id_id: Karir
ru_ru: Карьера
tr_tr: Kariyer
zh_cn: 职业

source: Financial
ar_ar: المالية
es_es: Finanzas
id_id: Finansial
ru_ru: Финансы
tr_tr: Finans
zh_cn: 财务

source: Others
ar_ar: أخرى
es_es: Otros
id_id: Lainnya
ru_ru: Другое
tr_tr: Diğerleri
zh_cn: 其他

source: Figures
ar_ar: الشخصيات
es_es: Figuras
id_id: Tokoh - Tokoh
ru_ru: Известные личности
tr_tr: Ünlü Kişiler
zh_cn: 知名人物

# figures_with_same_type
source: Figures with the same type
ar_ar: شخصيات لها نفس النوع
es_es: Figuras con el mismo tipo
id_id: Tokoh memiliki tipe yang sama
ru_ru: Личности с таким же типом
tr_tr: Aynı türe sahip kişiler
zh_cn: 具有相同类型的人物

source: Now Listening:
ar_ar: يتم الاستماع الآن:
es_es: Escuchando ahora:
id_id: Sekarang Didengar:
ru_ru: Сейчас слушают:
tr_tr: Şu Anda Dinleniyor:
zh_cn: 当前正在收听：

source: Asset Type
ar_ar: نوع الأصول
es_es: Tipo de Activo
id_id: Tipe Harta
ru_ru: Тип активов
tr_tr: Varlık Türü
zh_cn: 资产类型

# brain_type_label
source: Brain Type
ar_ar: نوع الدماغ
es_es: Tipo de Cerebro
id_id: Tipe Otak
ru_ru: Тип мозга
tr_tr: Beyin Türü
zh_cn: 大脑类型

source: Blood Group
ar_ar: فصيلة الدم
es_es: Grupo Sanguíneo
id_id: Golongan Darah
ru_ru: Группа крови
tr_tr: Kan Grubu
zh_cn: 血型

source: Happiness Pattern
ar_ar: نمط السعادة
es_es: Patrón de Felicidad
id_id: Pola Bahagia
ru_ru: Модель счастья
tr_tr: Mutluluk Modeli
zh_cn: 幸福模式

source: Social Interaction Pattern
ar_ar: نمط التفاعل الاجتماعي
es_es: Patrón de Interacción Social
id_id: Pola Interaksi Sosial
ru_ru: Модель социального взаимодействия
tr_tr: Sosyal Etkileşim Modeli
zh_cn: 社交互动模式

source: Healing Pattern
ar_ar: نمط الشفاء
es_es: Patrón de Sanación
id_id: Pola Healing
ru_ru: Модель исцеления
tr_tr: İyileşme Modeli
zh_cn: 治愈模式

source: Spiritual
ar_ar: روحي
es_es: Espiritual
ru_ru: Духовность
tr_tr: Spiritüel
zh_cn: 精神层面

# figures_with_same_brain_type
source: Figures with the same brain type
ar_ar: شخصيات لها نفس نوع الدماغ
es_es: Figuras con el mismo tipo de cerebro
id_id: Tokoh dengan tipe otak sama
ru_ru: Личности с таким же типом мозга
tr_tr: Aynı beyin türüne sahip kişiler
zh_cn: 拥有相同大脑类型的人物

# figures_with_same_personality
source: Figures with the same personality
ar_ar: شخصيات لها نفس الشخصية
es_es: Figuras con la misma personalidad
id_id: Tokoh dengan personaliti sama
ru_ru: Личности с такой же личностью
tr_tr: Aynı kişiliğe sahip kişiler
zh_cn: 拥有相同性格的人物

# great_figures_with_same_brain_type
source: Great! There are figures with the same brain type as you
ar_ar: رائع! هناك شخصيات لها نفس نوع الدماغ مثلك
es_es: ¡Genial! Hay figuras con el mismo tipo de cerebro que tú
id_id: Hebat! Ada tokoh yang memiliki tipe otak yang sama dengan Anda
ru_ru: Здорово! Есть личности с таким же типом мозга, как у вас!
tr_tr: Harika! Sizinle aynı beyin türüne sahip kişiler var!
zh_cn: 太棒了！有与您相同大脑类型的人物！

source: Biodata
ar_ar: السيرة الذاتية
es_es: Biografía
ru_ru: Биографические данные
tr_tr: Biyografi
zh_cn: 个人资料

# add_icon_for_profiling
source: Add Icon for your profiling!
ar_ar: أضف أيقونة لتوصيفك!
es_es: ¡Añade un ícono para tu perfilado!
id_id: Tambah Icon untuk profiling Anda!
ru_ru: Добавьте иконку для вашего профиля!
tr_tr: Profilinize ikon ekleyin!
zh_cn: 为您的画像添加图标！

source: Green
ar_ar: أخضر
es_es: Verde
id_id: Hijau
ru_ru: Зеленый
tr_tr: Yeşil
zh_cn: 绿色

source: Yellow
ar_ar: أصفر
es_es: Amarillo
id_id: Kuning
ru_ru: Желтый
tr_tr: Sarı
zh_cn: 黄色

source: White
ar_ar: أبيض
es_es: Blanco
id_id: Putih
ru_ru: Белый
tr_tr: Beyaz
zh_cn: 白色

source: Orange
ar_ar: برتقالي
es_es: Naranja
id_id: Oranye
ru_ru: Оранжевый
tr_tr: Turuncu
zh_cn: 橙色

source: Red
ar_ar: أحمر
es_es: Rojo
id_id: Merah
ru_ru: Красный
tr_tr: Kırmızı
zh_cn: 红色

source: Continue
id_id: Lanjutkan
tr_tr: Devam et
zh_cn: 继续
